Repository: tib-baseball-softball/skylarks-next
Catalog: src/locales/*.po
Languages: de, es, fr, pl, ru

source: Hero
de: Held
es: Principal
fr: Héros
ru: Главная

source: Scores
de: Spiele
es: Puntuaciones
fr: Résultats
pl: Wyniki
ru: Результаты

source: Logged in as:
de: Angemeldet als:
es: Conectado como:
fr: Connecté en tant que :
pl: Zalogowany jako:
ru: Вы вошли как:

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
pl: Wyloguj się
ru: Выйти

source: Berlin Skylarks Web App
es: Aplicación Web de Berlin Skylarks
fr: Application Web des Berlin Skylarks
pl: Aplikacja webowa Berlin Skylarks
ru: Веб-приложение Berlin Skylarks

source: Skylarks Team Logo
es: Logotipo del equipo Skylarks
fr: Logo de l’équipe Skylarks
pl: Logo drużyny Skylarks
ru: Логотип команды Skylarks

source: A verification email has been sent to your new address.
de: Eine Bestätigungs-E-Mail wurde an deine neue Adresse gesendet.
es: Se ha enviado un correo electrónico de verificación a su nueva dirección.
fr: Un courriel de vérification a été envoyé à votre nouvelle adresse.
pl: E-mail weryfikacyjny został wysłany na Twój nowy adres.
ru: На ваш новый адрес отправлено письмо с подтверждением.

source: An error occurred while sending your email change request.
de: Bei dem Senden deiner E-Mail-Änderungsanfrage ist ein Fehler aufgetreten.
es: Se produjo un error al enviar su solicitud de cambio de correo electrónico.
fr: Une erreur s’est produite lors de l’envoi de votre demande de changement de courriel.
pl: Wystąpił błąd podczas wysyłania żądania zmiany adresu e-mail.
ru: Произошла ошибка при отправке запроса на изменение вашего адреса электронной почты.

source: E-Mail <0/> <1>You will be logged out and instructed to verify your new email address.</1>
de: E-Mail <0/> <1>Du wirst abgemeldet und angewiesen, deine neue E-Mail-Adresse zu bestätigen.</1>
es: Correo electrónico <0/> <1>Se le cerrará la sesión y se le indicará que verifique su nueva dirección de correo electrónico.</1>
fr: Courriel <0/> <1>Vous serez déconnecté et recevrez des instructions pour vérifier votre nouvelle adresse courriel.</1>
pl: E-mail <0/> <1>Zostaniesz wylogowany i poproszony o zweryfikowanie nowego adresu e-mail.</1>
ru: Электронная почта <0/> <1>Вы будете автоматически вышли из системы, и вам будет предложено подтвердить свой новый адрес электронной почты.</1>

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
pl: Potwierdź
ru: Подтвердить

source: Account Overview
de: Kontoübersicht
es: Resumen de la cuenta
fr: Aperçu du compte
pl: Przegląd konta
ru: Обзор учетной записи

source: Login / Register
de: Anmelden / Registrieren
es: Iniciar sesión / Registrarse
fr: Se connecter / S’inscrire
pl: Zaloguj się / Zarejestruj się
ru: Войти / Зарегистрироваться

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
pl: Zaloguj się
ru: Войти

source: <0/> Login
de: <0/> Anmelden
es: <0/> Iniciar sesión
fr: <0/> Connexion
pl: <0/> Zaloguj się
ru: <0/> Войти

source: Your email
de: Ihre E-Mail
es: Su correo electrónico
fr: Votre courriel
pl: Twój e-mail
ru: Ваш email

source: Your password
de: Ihr Passwort
es: Su contraseña
fr: Votre mot de passe
pl: Twoje hasło
ru: Ваш пароль

source: Login to your account
de: Melden dich bei deinem Konto an
es: Inicie sesión en su cuenta
fr: Connectez-vous à votre compte
pl: Zaloguj się na swoje konto
ru: Войдите в свою учетную запись

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié?
pl: Zapomniałeś hasła?
ru: Забыли пароль?

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
pl: Zresetuj hasło
ru: Сбросить пароль

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
pl: Zaloguj się
ru: Войти

source: Create Account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
pl: Utwórz konto
ru: Создать учетную запись

source: First Name
de: Vorname
es: Nombre
fr: Prénom
pl: Imię
ru: Имя

source: John
de: Max
es: Juan
fr: Jean
pl: Jan
ru: Иван

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille
pl: Nazwisko
ru: Фамилия

source: Doe
de: Mustermann
es: Pérez
fr: Dupont
pl: Kowalski
ru: Иванов

source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
pl: Potwierdź hasło
ru: Подтвердите пароль

source: Signup Key
de: Anmeldeschlüssel
es: Clave de registro
fr: Clé d’inscription
pl: Klucz rejestracyjny
ru: Ключ регистрации

source: A valid signup key needs to be entered upon user account creation. If you do not have a signup key, please contact your team manager.
de: Bei der Erstellung eines Benutzerkontos muss ein gültiger Anmeldeschlüssel eingegeben werden. Wenn du keinen Anmeldeschlüssel hast, wende dich bitte an deinen Teammanager.
es: Se debe ingresar una clave de registro válida al crear una cuenta de usuario. Si no tiene una clave de registro, comuníquese con el administrador de su equipo.
fr: Une clé d’inscription valide doit être saisie lors de la création d’un compte utilisateur. Si vous n’avez pas de clé d’inscription, veuillez contacter le gérant de votre équipe.
pl: Podczas tworzenia konta użytkownika należy wprowadzić prawidłowy klucz rejestracyjny. Jeśli nie masz klucza rejestracyjnego, skontaktuj się z menedżerem zespołu.
ru: При создании учетной записи необходимо ввести действительный ключ регистрации. Если у вас нет ключа регистрации, обратитесь к менеджеру вашей команды.

source: Register new account
de: Neues Konto registrieren
es: Registrar una cuenta nueva
fr: Enregistrer un nouveau compte
pl: Zarejestruj nowe konto
ru: Зарегистрировать новую учетную запись

source: or sign in with
de: oder anmelden mit
es: o iniciar sesión con
fr: ou connectez-vous avec
pl: lub zaloguj się za pomocą
ru: или войти с помощью

source: Even when using an external login provider, a signup key (see above) is still required for account creation.
de: Auch bei Verwendung eines externen Anmeldedienstes ist für die Erstellung eines Kontos ein Anmeldeschlüssel (siehe oben) erforderlich.
es: Incluso cuando se utiliza un proveedor de inicio de sesión externo, se sigue requiriendo una clave de registro (vea arriba) para la creación de la cuenta.
fr: Même lorsque vous utilisez un fournisseur de connexion externe, une clé d’inscription (voir ci-dessus) est toujours requise pour la création d’un compte.
pl: Nawet podczas korzystania z zewnętrznego dostawcy logowania, do utworzenia konta nadal wymagany jest klucz rejestracyjny (patrz wyżej).
ru: Даже при использовании внешнего поставщика услуг для входа в систему, для создания учетной записи все равно требуется ключ регистрации (см. выше).

source: Note: it is possible to associate a local account with an external provider later by using the same email address. A single account can be associated with more than one external provider.
de: Hinweis: Es ist möglich, ein lokales Konto später mit einem externen Anbieter zu verknüpfen, indem du dieselbe E-Mail-Adresse verwendest. Ein einzelnes Konto kann mit mehr als einem externen Anbieter verknüpft werden.
es: Nota: es posible asociar una cuenta local con un proveedor externo más tarde usando la misma dirección de correo electrónico. Una sola cuenta se puede asociar con más de un proveedor externo.
fr: Remarque : il est possible d’associer un compte local à un fournisseur externe ultérieurement en utilisant la même adresse courriel. Un seul compte peut être associé à plus d’un fournisseur externe.
pl: Uwaga: możliwe jest powiązanie konta lokalnego z zewnętrznym dostawcą później, używając tego samego adresu e-mail. Pojedyncze konto może być powiązane z więcej niż jednym zewnętrznym dostawcą.
ru: Примечание: можно связать локальную учетную запись с внешним поставщиком услуг позже, используя тот же адрес электронной почты. Одна учетная запись может быть связана с несколькими внешними поставщиками услуг.

source: There seems to be an error while contacting the backend. Please try again later.
de: Bei der Kontaktaufnahme mit dem Backend scheint ein Fehler aufgetreten zu sein. Bitte versuche es später noch einmal.
es: Parece haber un error al contactar con el backend. Por favor, inténtelo de nuevo más tarde.
fr: Il semble y avoir une erreur lors de la communication avec le backend. Veuillez réessayer plus tard.
pl: Wygląda na to, że wystąpił błąd podczas kontaktu z backendem. Spróbuj ponownie później.
ru: Похоже, произошла ошибка при обращении к серверу. Пожалуйста, повторите попытку позже.

source: Google logo
es: Logotipo de Google
fr: Logo Google
pl: Logo Google
ru: Логотип Google

source: Apple logo
es: Logotipo de Apple
fr: Logo Apple
pl: Logo Apple
ru: Логотип Apple

source: GitHub logo
es: Logotipo de GitHub
fr: Logo GitHub
pl: Logo GitHub
ru: Логотип GitHub

source: Discord logo
es: Logotipo de Discord
fr: Logo Discord
pl: Logo Discord
ru: Логотип Discord

source: This data is only used for internal purposes and never shown anywhere publicly. (Your team and club administrators have access).
de: Diese Daten werden nur für interne Zwecke verwendet und niemals öffentlich angezeigt. (Ihre Team- und Vereinsadministratoren haben Zugriff).
es: Estos datos solo se utilizan para fines internos y nunca se muestran públicamente. (Sus administradores de equipo y club tienen acceso).
fr: Ces données ne sont utilisées qu’à des fins internes et ne sont jamais affichées publiquement. (Les administrateurs de votre équipe et de votre club y ont accès).
pl: Te dane są używane tylko do celów wewnętrznych i nigdy nie są nigdzie publicznie wyświetlane. (Dostęp do nich mają administratorzy Twojego zespołu i klubu).
ru: Эти данные используются только для внутренних целей и никогда не отображаются публично. (Ваши администраторы команды и клуба имеют доступ).

source: First Name(s) <0/>
de: Vorname(n) <0/>
es: Nombre(s) <0/>
fr: Prénom(s) <0/>
pl: Imię(ona) <0/>
ru: Имя(ена) <0/>

source: Last Name <0/>
de: Nachname <0/>
es: Apellido <0/>
fr: Nom de famille <0/>
pl: Nazwisko <0/>
ru: Фамилия <0/>

source: Profile Image <0/>
de: Profilbild <0/>
es: Imagen de perfil <0/>
fr: Image de profil <0/>
pl: Zdjęcie profilowe <0/>
ru: Изображение профиля <0/>

source: Selected file:
de: Ausgewählte Datei:
es: Archivo seleccionado:
fr: Fichier sélectionné :
pl: Wybrany plik:
ru: Выбранный файл:

source: This is your app profile picture. It will not be used for your player profile image.
de: Dies ist Ihr App-Profilbild. Es wird nicht für Ihr Spielerprofilbild verwendet.
es: Esta es la foto de perfil de su aplicación. No se utilizará para la imagen de perfil de su jugador.
fr: Ceci est votre photo de profil d’application. Elle ne sera pas utilisée pour votre image de profil de joueur.
pl: To jest Twoje zdjęcie profilowe w aplikacji. Nie będzie ono używane jako zdjęcie profilowe gracza.
ru: Это изображение профиля вашего приложения. Оно не будет использоваться в качестве изображения профиля вашего игрока.

source: Please Confirm
de: Bitte bestätigen
es: Por favor, confirme
fr: Veuillez confirmer
pl: Proszę potwierdzić
ru: Пожалуйста, подтвердите

source: Send change password request for <0/>? You will be logged out and an email with instructions will be sent to your address.
de: Kennwortänderungsanfrage für <0/> senden? Du wirst abgemeldet und eine E-Mail mit Anweisungen wird an deine Adresse gesendet.
es: ¿Enviar solicitud de cambio de contraseña para <0/>? Se le cerrará la sesión y se enviará un correo electrónico con instrucciones a su dirección.
fr: Envoyer une demande de modification de mot de passe pour <0/>? Vous serez déconnecté et un courriel contenant des instructions sera envoyé à votre adresse.
pl: Wysłać żądanie zmiany hasła dla <0/>? Zostaniesz wylogowany, a na Twój adres zostanie wysłany e-mail z instrukcjami.
ru: Отправить запрос на изменение пароля для <0/>? Вы будете автоматически вышли из системы, и на ваш адрес электронной почты будет отправлено письмо с инструкциями.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
ru: Отмена

source: Details
es: Detalles
fr: Détails
pl: Szczegóły
ru: Подробности

source: More Info
de: Mehr Infos
es: Más información
fr: Plus d’infos
pl: Więcej informacji
ru: Больше информации

source: Teams
es: Equipos
fr: Équipes
pl: Drużyny
ru: Команды

source: Adult and Youth
de: Erwachsene und Jugend
es: Adultos y jóvenes
fr: Adultes et jeunes
pl: Dorośli i młodzież
ru: Взрослые и молодежь

source: Scorer
es: Anotador
fr: Marqueur
pl: Punktujący
ru: Счетчик

source: Keeping statistics
de: Führen von Statistiken
es: Mantenimiento de estadísticas
fr: Tenue des statistiques
pl: Prowadzenie statystyk
ru: Ведение статистики

source: Umpire
es: Árbitro
fr: Arbitre
pl: Sędzia
ru: Судья

source: Our Referees
de: Unsere Schiedsrichter
es: Nuestros árbitros
fr: Nos arbitres
pl: Nasi sędziowie
ru: Наши судьи

source: Ballpark
es: Estadio de béisbol
fr: Stade
pl: Stadion
ru: Стадион

source: The Lark's Nest
de: Das Nest der Feldlerchen
es: El Nido de la Alondra
fr: Le Nid de l’Alouette
pl: Gniazdo Skowronka
ru: Гнездо жаворонка

source: Officials
de: Offizielle
es: Oficiales
fr: Officiels
pl: Oficjele
ru: Официальные лица

source: Club Administration
de: Vereinsverwaltung
es: Administración del club
fr: Administration du club
pl: Administracja klubu
ru: Администрация клуба

source: Internal Area
de: Interner Bereich
es: Área interna
fr: Zone interne
pl: Strefa wewnętrzna
ru: Внутренняя область

source: Please log in!
de: Bitte anmelden!
es: ¡Por favor, inicie sesión!
fr: Veuillez vous connecter!
pl: Proszę się zalogować!
ru: Пожалуйста, войдите в систему!

source: Go to Login Page
de: Zur Anmeldeseite gehen
es: Ir a la página de inicio de sesión
fr: Aller à la page de connexion
pl: Przejdź do strony logowania
ru: Перейти на страницу входа

source: <0/> Login Page
de: <0/> Anmeldeseite
es: <0/> Página de inicio de sesión
fr: <0/> Page de connexion
pl: <0/> Strona logowania
ru: <0/> Страница входа

source: Gamecenter
de: Alle Spiele
es: Centro de juego
fr: Centre de jeu
pl: Centrum gier
ru: Игровой центр

source: Show external games
de: Externe Spiele anzeigen
es: Mostrar juegos externos
fr: Afficher les jeux externes
pl: Pokaż zewnętrzne gry
ru: Показать внешние игры

source: Complete signup process
de: Anmeldung abschließen
es: Completar el proceso de registro
fr: Terminer le processus d’inscription
pl: Zakończ proces rejestracji
ru: Завершите процесс регистрации

source: Your account has been successfully created.
de: Dein Konto wurde erfolgreich erstellt.
es: Su cuenta ha sido creada con éxito.
fr: Votre compte a été créé avec succès.
pl: Twoje konto zostało pomyślnie utworzone.
ru: Ваша учетная запись успешно создана.

source: Please check your email to follow the required steps to confirm your account.
de: Bitte prüfe deine E-Mails, um die erforderlichen Schritte zur Bestätigung deines Kontos durchzuführen.
es: Por favor, revise su correo electrónico para seguir los pasos necesarios para confirmar su cuenta.
fr: Veuillez consulter votre courriel pour suivre les étapes nécessaires à la confirmation de votre compte.
pl: Sprawdź swoją pocztę e-mail, aby wykonać wymagane kroki w celu potwierdzenia konta.
ru: Пожалуйста, проверьте свою электронную почту, чтобы выполнить необходимые шаги для подтверждения вашей учетной записи.

source: BATTING
de: SCHLAGEN
es: BATEO
fr: AU BÂTON
pl: ODBIJANIE
ru: БИТЫ

source: BASERUNNING
es: CARRERA DE BASES
fr: COURSE
pl: BIEGANIE PO BAZACH
ru: БЕГ ПО БАЗАМ

source: FIELDING
de: FELDVERTEIDIGUNG
es: FILDEO
fr: JEU DÉFENSIF
pl: GRA W POLU
ru: ПОЛЕВАЯ ИГРА

source: Leagues
de: Ligen
es: Ligas
fr: Ligues
pl: Ligi
ru: Лиги

source: Loading Leagues...
de: Ligen werden geladen...
es: Cargando Ligas...
fr: Chargement des ligues...
pl: Ładowanie lig...
ru: Загрузка лиг...

source: error loading: {0}
de: Fehler beim Laden: {0}
es: error al cargar: {0}
fr: erreur de chargement : {0}
pl: błąd ładowania: {0}
ru: ошибка загрузки: {0}

source: Loading Teams...
de: Lade Teams...
es: Cargando equipos...
fr: Chargement des équipes...
pl: Ładowanie drużyn...
ru: Загрузка команд...

source: Favorite Team
de: Lieblingsteam
es: Equipo favorito
fr: Équipe préférée
pl: Ulubiona drużyna
ru: Любимая команда

source: Quick Details
de: Schnelle Details
es: Detalles rápidos
fr: Détails rapides
pl: Szybkie szczegóły
ru: Краткая информация

source: You have not selected a favorite team yet.
de: Du hast noch kein Lieblingsteam ausgewählt.
es: Aún no ha seleccionado un equipo favorito.
fr: Vous n’avez pas encore sélectionné d’équipe préférée.
pl: Nie wybrano jeszcze ulubionej drużyny.
ru: Вы еще не выбрали любимую команду.

source: Team Stats Links
de: Team-Statistik-Links
es: Enlaces a las estadísticas del equipo
fr: Liens vers les statistiques de l’équipe
pl: Linki do statystyk drużyny
ru: Ссылки на статистику команды

source: Data per League
de: Daten pro Liga
es: Datos por Liga
fr: Données par ligue
pl: Dane na ligę
ru: Данные по лиге

source: A single team can be associated to several leagues per season in BSM.
de: Ein einzelnes Team kann in BSM pro Saison mehreren Ligen zugeordnet werden.
es: Un solo equipo puede estar asociado a varias ligas por temporada en BSM.
fr: Une seule équipe peut être associée à plusieurs ligues par saison dans BSM.
pl: W BSM jeden zespół może być powiązany z kilkoma ligami w sezonie.
ru: Одна команда может быть связана с несколькими лигами за сезон в BSM.

source: The team "{0}" does not have a league entry in this league.
de: Das Team "{0}" hat keinen Ligaeintrag in dieser Liga.
es: El equipo "{0}" no tiene una entrada de liga en esta liga.
fr: L’équipe « {0} » n’a pas d’inscription à la ligue dans cette ligue.
pl: Drużyna "{0}" nie ma wpisu do tej ligi.
ru: У команды "{0}" нет записи в этой лиге.

source: Standings
de: Tabelle
es: Clasificaciones
fr: Classement
pl: Tabela
ru: Турнирная таблица

source: Graphs and Mood
de: Grafiken und Stimmung
es: Gráficos y estado de ánimo
fr: Graphiques et humeur
pl: Wykresy i nastrój
ru: Графики и настроение

source: Games
de: Spiele
es: Partidos
fr: Matchs
pl: Mecze
ru: Игры

source: Previous Game
de: Vorheriges Spiel
es: Partido anterior
fr: Match précédent
pl: Poprzedni mecz
ru: Предыдущая игра

source: No previous game found.
de: Kein vorheriges Spiel gefunden.
es: No se encontró ningún partido anterior.
fr: Aucun match précédent trouvé.
pl: Nie znaleziono poprzedniego meczu.
ru: Предыдущая игра не найдена.

source: Next Game
de: Nächstes Spiel
es: Próximo partido
fr: Match suivant
pl: Następny mecz
ru: Следующая игра

source: No next game found.
de: Kein nächstes Spiel gefunden.
es: No se encontró ningún próximo partido.
fr: Aucun match suivant trouvé.
pl: Nie znaleziono następnego meczu.
ru: Следующая игра не найдена.

source: No data found.
de: Keine Daten gefunden.
es: No se encontraron datos.
fr: Aucune donnée trouvée.
pl: Nie znaleziono danych.
ru: Данные не найдены.

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
pl: Ładowanie...
ru: Загрузка...

source: R
es: C
ru: П

source: Linescore
de: Punktverteilung
es: Resultado por entrada
fr: Pointage
pl: Wynik liniowy
ru: Счет по иннингам

source: Offensive
es: Ofensiva
pl: Ofensywa
ru: Нападение

source: Pitching
es: Lanzamiento
fr: Lancers
pl: Rzucanie
ru: Питчинг

source: Announcement
de: Ankündigung
es: Anuncio
fr: Annonce
pl: Ogłoszenie
ru: Объявление

source: Number of Comments:
de: Anzahl der Kommentare:
es: Número de comentarios:
fr: Nombre de commentaires :
pl: Liczba komentarzy:
ru: Количество комментариев:

source: Read more
de: Mehr lesen
es: Leer más
fr: En savoir plus
pl: Czytaj więcej
ru: Читать далее

source: {0} (Batters)
de: {0} (Schlagleute)
es: {0} (Bateadores)
fr: {0} (Frappeurs)
pl: {0} (Odbijający)
ru: {0} (Бьющие)

source: AB
es: VB
fr: Présences au bâton
ru: Вых

source: K
es: SO
fr: Retraits sur des prises

source: {0} (Pitchers)
de: {0} (Pitcher)
es: {0} (Lanzadores)
fr: {0} (Lanceurs)
pl: {0} (Miotacze)
ru: {0} (Питчеры)

source: IP
es: JI

source: ER
es: CL
fr: Points mérités

source: ERA
es: PCL
fr: Moyenne de points mérités

source: No announcements available.
de: Keine Ankündigungen verfügbar.
es: No hay anuncios disponibles.
fr: Aucune annonce disponible.
pl: Brak dostępnych ogłoszeń.
ru: Нет доступных объявлений.

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
pl: Twój komentarz...
ru: Комментарий

source: Your comment...
de: Dein Kommentar...
es: Su comentario...
fr: Votre commentaire...
pl: Dodaj komentarz
ru: Ваш комментарий...

source: Add comment
de: Kommentar hinzufügen
es: Agregar comentario
fr: Ajouter un commentaire
pl: Strona logowania
ru: Добавить комментарий

source: Show <0/>
de: Zeige
es: Mostrar <0/>
fr: Afficher <0/>
pl: Brak komentarzy.
ru: Показать <0/>

source: No comments yet.
de: Noch keine Kommentare.
es: Aún no hay comentarios.
fr: Pas encore de commentaires.
pl: Komentarz
ru: Пока нет комментариев.

source: Login Page
de: Anmeldeseite
es: Página de inicio de sesión
fr: Page de connexion
pl: Jesteś zalogowany jako <0/>.
ru: Страница входа

source: Go to Account Page
de: Zur Kontoseite gehen
es: Ir a la página de la cuenta
fr: Aller à la page du compte
pl: Nie znaleziono elementów.
ru: Перейти на страницу учетной записи

source: No Elements found.
de: Keine Elemente gefunden.
es: No se encontraron elementos.
fr: Aucun élément trouvé.
pl: Szukaj...
ru: Элементы не найдены.

source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
pl: Informacja
ru: Поиск...

source: Info
es: Información
pl: Ważne
ru: Информация

source: Important
de: Wichtig
es: Importante
pl: Krytyczne
ru: Важно

source: Critical
de: Kritisch
es: Crítico
fr: Critique
pl: G
ru: Критично

source: G
es: J
fr: M
ru: И

source: GS
es: JJ
fr: MD
ru: СИ

source: PA
es: AP
ru: ВЗ

source: W
es: G
fr: V
ru: В

source: L
es: P
fr: D
pl: P
ru: П

source: Batting
es: Bateo
fr: Frappe
pl: Bicie
ru: Бэттинг

source: Fielding
es: Fildeo
fr: Défense
pl: Gra w polu
ru: Игра в поле

source: Name
es: Nombre
fr: Nom
pl: Imię
ru: Имя

source: Saison
es: Temporada
pl: Sezon
ru: Сезон

source: No data available for this category.
de: Keine Daten für diese Kategorie verfügbar.
es: No hay datos disponibles para esta categoría.
fr: Aucune donnée disponible pour cette catégorie.
pl: Brak dostępnych danych dla tej kategorii.
ru: Нет доступных данных для этой категории.

source: Status
es: Estado
fr: Statut
ru: Статус

source: Number
de: Nummer
es: Número
fr: Numéro
pl: Numer
ru: Номер

source: BSM ID
es: ID BSM
fr: ID BSM
pl: ID BSM

source: Position
es: Posición
pl: Pozycja
ru: Позиция

source: Last Login
de: Letzter Login
es: Último acceso
fr: Dernière connexion
pl: Ostatnie logowanie
ru: Последний вход

source: Actions
de: Aktionen
es: Acciones
pl: Akcje
ru: Действия

source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
pl: Zweryfikowany
ru: Подтверждено

source: Unverified
de: Nicht verifiziert
es: No verificado
fr: Non vérifié
pl: Niezweryfikowany
ru: Не подтверждено

source: None
de: Keine
es: Ninguno
fr: Aucun
pl: Żaden
ru: Никакие

source: <0/> Make Admin
de: <0/> Zum Admin machen
es: <0/> Hacer administrador
fr: <0/> Nommer administrateur
pl: <0/> Ustaw jako administratora
ru: <0/> Сделать администратором

source: Are you sure you wish to remove "{0}" from "{1}"?
de: Bist du sicher, dass du "{0}" von "{1}" entfernen möchtest?
es: ¿Está seguro de que desea eliminar "{0}" de "{1}"?
fr: Êtes-vous sûr de vouloir supprimer « {0} » de « {1} » ?
pl: Czy na pewno chcesz usunąć „{0}” z „{1}”?
ru: Вы уверены, что хотите удалить "{0}" из "{1}"?

source: No team members to display.
de: Keine Teammitglieder zum Anzeigen.
es: No hay miembros de equipo para mostrar.
fr: Aucun membre d'équipe à afficher.
pl: Brak członków drużyny do wyświetlenia.
ru: Нет членов команды для отображения.

source: League
de: Liga
es: Liga
fr: Ligue
pl: Liga
ru: Лига

source: Season
de: Saison
es: Temporada
fr: Saison
pl: Sezon
ru: Сезон
