Repository: tib-baseball-softball/skylarks-next
Catalog: src/locales/*.po
Languages: de, es, fr, pl, ru

source: League Wins Visualisation
de: Visualisierung der Liga-Siege
es: Visualización de victorias de la liga
fr: Visualisation des victoires de la ligue
pl: Wizualizacja wygranych w lidze
ru: Визуализация побед в лиге

source: Acronym
de: Akronym
es: Acrónimo
fr: Acronyme
pl: Akronim
ru: Аббревиатура

source: Record
de: Bilanz
es: Récord
fr: Fiche
pl: Rekord
ru: Рекорд

source: Rank
de: Rang
es: Clasificación
fr: Rang
pl: Ranga
ru: Ранг

source: Team Mood
de: Stimmung im Team
es: Estado de ánimo del equipo
fr: Moral de l'équipe
pl: Nastrój zespołu
ru: Настроение команды

source: Clubhouse champagne celebration or dugout fights?
de: Champagner-Feier im Vereinsheim oder Keilereien im Dugout?
es: ¿Celebración con champán en el club o peleas en el dugout?
fr: Célébration au champagne dans le club-house ou combats dans l'abri ?
pl: Klubowa celebracja szampanem czy bójki w ziemiance?
ru: Празднование с шампанским в клубе или драки в землянке?

source: Show Playoff Series
de: Playoff-Serie anzeigen
es: Mostrar series de playoffs
fr: Afficher les séries éliminatoires
pl: Pokaż serię playoff
ru: Показать серию плей-офф

source: Playoff Series
de: Playoff-Serie
es: Series de playoffs
fr: Séries éliminatoires
pl: Seria playoff
ru: Серия плей-офф

source: {0} lead series
de: {0} führt Serie an
es: {0} lidera la serie
fr: {0} mène la série
pl: {0} prowadzi w serii
ru: {0} ведет серию

source: {0} win series
de: {0} gewinnt Serie
es: {0} gana la serie
fr: {0} gagne la série
pl: {0} wygrywa serię
ru: {0} выигрывает серию

source: Series tied
de: Serie unentschieden
es: Series empatadas
fr: Série à égalité
pl: Seria remisowa
ru: Серия равная

source: Length of series: Best of {0}
de: Länge der Serie: Best of {0}
es: Duración de la serie: Lo mejor de {0}
fr: Durée de la série : Meilleur de {0}
pl: Długość serii: Najlepszy z {0}
ru: Продолжительность серии: Лучший из {0}

source: Wins Count
de: Anzahl Siege
es: Conteo de victorias
fr: Nombre de victoires
pl: Liczba wygranych
ru: Количество побед

source: Gamedays
de: Spieltage
es: Días de juego
fr: Jours de match
pl: Dni meczowe
ru: Игровые дни

source: Season Progression
de: Saisonverlauf
es: Progresión de la temporada
fr: Progression de la saison
pl: Postęp sezonu
ru: Прогресс сезона

source: Graph
de: Grafik
es: Gráfico
fr: Graphique
pl: Wykres
ru: График

source: Percentage
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
pl: Procent
ru: Процент

source: Wins/Losses
de: Siege/Niederlagen
es: Victorias/Derrotas
fr: Victoires/Défaites
pl: Wygrane/Porażki
ru: Победы/Поражения

source: Edit Announcement
de: Ankündigung bearbeiten
es: Editar anuncio
fr: Modifier l'annonce
pl: Edytuj ogłoszenie
ru: Редактировать объявление

source: Create new
de: Neu erstellen
es: Crear nuevo
fr: Créer
pl: Utwórz nowy
ru: Создать новый

source: Edit Announcement "{0}"
de: Ankündigung "{0}" bearbeiten
es: Editar anuncio "{0}"
fr: Modifier l'annonce « {0} »
pl: Edytuj ogłoszenie „{0}”
ru: Редактировать объявление "{0}"

source: Create new Announcement
de: Neue Ankündigung erstellen
es: Crear nuevo anuncio
fr: Créer une annonce
pl: Utwórz nowe ogłoszenie
ru: Создать новое объявление

source: Title
de: Titel
es: Título
fr: Titre
pl: Tytuł
ru: Заголовок

source: Announcement Text <0/>
de: Ankündigungstext <0/>
es: Texto del anuncio <0/>
fr: Texte de l'annonce <0/>
pl: Tekst ogłoszenia <0/>
ru: Текст объявления <0/>

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
pl: Priorytet
ru: Приоритет

source: Link Settings
de: Link-Einstellungen
es: Configuración de enlace
fr: Paramètres du lien
pl: Ustawienia linku
ru: Настройки ссылки

source: Link
es: Enlace
fr: Lien
ru: Ссылка

source: Please enter a valid URL
de: Bitte gib eine gültige URL ein
es: Por favor, ingrese una URL válida
fr: Veuillez entrer une URL valide
pl: Proszę wprowadzić poprawny adres URL
ru: Пожалуйста, введите действительный URL

source: Single link in case the announcement is used as a call to action.
de: Einzelner Link, falls die Ankündigung als Handlungsaufforderung verwendet wird.
es: Enlace único en caso de que el anuncio se utilice como un llamado a la acción.
fr: Lien unique si l'annonce est utilisée comme un appel à l'action.
pl: Pojedynczy link w przypadku, gdy ogłoszenie jest używane jako wezwanie do działania.
ru: Одиночная ссылка, если объявление используется в качестве призыва к действию.

source: Link Text
es: Texto del enlace
fr: Texte du lien
pl: Tekst linku
ru: Текст ссылки

source: Click here
de: Klicke hier
es: Haga clic aquí
fr: Cliquez ici
pl: Kliknij tutaj
ru: Нажмите здесь

source: If not set, the link itself will be used as a the text.
de: Wenn nicht festgelegt, wird der Link selbst als Text verwendet.
es: Si no se establece, el enlace en sí se utilizará como texto.
fr: Si ce n'est pas défini, le lien lui-même sera utilisé comme texte.
pl: Jeśli nie zostanie ustawione, sam link zostanie użyty jako tekst.
ru: Если не установлено, сама ссылка будет использоваться в качестве текста.

source: Submit
de: Absenden
es: Enviar
fr: Soumettre
pl: Wyślij
ru: Отправить

source: Edit Club
de: Verein bearbeiten
es: Editar club
fr: Modifier le club
pl: Edytuj klub
ru: Редактировать клуб

source: Create a Club
de: Einen Verein erstellen
es: Crear un club
fr: Créer un club
pl: Utwórz klub
ru: Создать клуб

source: Edit Club "{0}"
de: Verein "{0}" bearbeiten
es: Editar club "{0}"
fr: Modifier le club « {0} »
pl: Edytuj klub „{0}”
ru: Редактировать клуб "{0}"

source: Create new Club
de: Neuen Verein erstellen
es: Crear nuevo club
fr: Créer un club
pl: Utwórz nowy klub
ru: Создать новый клуб

source: BSM Club ID
de: BSM Vereins-ID
es: ID de club BSM
fr: ID de club BSM
pl: ID klubu BSM
ru: BSM ID клуба

source: Can be found in the BSM address bar while editing (e.g. <0>https://bsm.baseball-softball.de/clubs/xxx/edit</0>). Needs to be set for the app to function properly.
de: Kann in der BSM-Adressleiste während der Bearbeitung gefunden werden (z.B. <0>https://bsm.baseball-softball.de/clubs/xxx/edit</0>). Muss gesetzt sein, damit die App richtig funktioniert.
es: Se puede encontrar en la barra de direcciones de BSM al editar (p. ej., <0>https://bsm.baseball-softball.de/clubs/xxx/edit</0>). Debe configurarse para que la aplicación funcione correctamente.
fr: Peut être trouvé dans la barre d'adresse BSM lors de la modification (par exemple, <0>https://bsm.baseball-softball.de/clubs/xxx/edit</0>). Doit être défini pour que l'application fonctionne correctement.
pl: Można znaleźć na pasku adresu BSM podczas edycji (np. <0>https://bsm.baseball-softball.de/clubs/xxx/edit</0>). Musi być ustawione, aby aplikacja działała poprawnie.
ru: Можно найти в адресной строке BSM при редактировании (например, <0>https://bsm.baseball-softball.de/clubs/xxx/edit</0>). Необходимо установить, чтобы приложение работало правильно.

source: BSM API Key
de: BSM API-Schlüssel
es: Clave API de BSM
fr: Clé API BSM
pl: Klucz API BSM
ru: Ключ API BSM

source: Must be created in BSM in a user's account that has the role "Team Administration". If set, all game events for the club can be automatically imported.
de: Muss in BSM im Konto eines Benutzers mit der Rolle "Team Administration" erstellt werden. Wenn gesetzt, können alle Spiele für den Verein automatisch importiert werden.
es: Debe crearse en BSM en la cuenta de un usuario que tenga la función "Administración de equipo". Si se establece, todos los eventos de juego para el club se pueden importar automáticamente.
fr: Doit être créé dans BSM dans le compte d'un utilisateur qui a le rôle « Administration d'équipe ». Si cette option est activée, tous les événements de jeu du club peuvent être importés automatiquement.
pl: Musi być utworzony w BSM na koncie użytkownika, które ma rolę „Administracja drużyną”. Jeśli jest ustawiony, wszystkie wydarzenia związane z meczami klubu mogą być automatycznie importowane.
ru: Должен быть создан в BSM в учетной записи пользователя, у которого есть роль «Администрирование команды». Если установлено, все игровые события для клуба могут быть автоматически импортированы.

source: Club Admins
de: Vereinsadministratoren
es: Administradores del club
fr: Administrateurs du club
pl: Administratorzy klubu
ru: Администраторы клуба

source: Admin
es: Administrador
fr: Administrateur
ru: Админ

source: It is not possible to remove the last admin from a club. <0/> Caution: You can remove yourself as admin, losing all access rights!
de: Es ist nicht möglich, den letzten Administrator aus einem Verein zu entfernen. <0/> Achtung: Du kannst dich selbst als Admin entfernen und alle Zugriffsrechte verlieren!
es: No es posible eliminar al último administrador de un club. <0/> Precaución: ¡Puede eliminarse a sí mismo como administrador, perdiendo todos los derechos de acceso!
fr: Il n'est pas possible de supprimer le dernier administrateur d'un club. <0/> Attention : vous pouvez vous supprimer en tant qu'administrateur, perdant tous les droits d'accès !
pl: Nie można usunąć ostatniego administratora z klubu. <0/> Uwaga: Możesz usunąć siebie jako administratora, tracąc wszystkie prawa dostępu!
ru: Невозможно удалить последнего администратора из клуба. <0/> Внимание: вы можете удалить себя как администратора, потеряв все права доступа!

source: Created
de: Erstellt
es: Creado
fr: Créé
pl: Utworzono
ru: Создано

source: Last Updated
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
pl: Ostatnio Aktualizowano
ru: Последнее обновление

source: Event Series
de: Ereignisserie
es: Serie de eventos
fr: Série d'événements
pl: Seria wydarzeń
ru: Серия событий

source: Edit Event Series "{0}"
de: Ereignisserie "{0}" bearbeiten
es: Editar serie de eventos "{0}"
fr: Modifier la série d'événements « {0} »
pl: Edytuj serię wydarzeń „{0}”
ru: Редактировать серию событий "{0}"

source: Create new Event Series for {0}
de: Neue Ereignisserie für {0} erstellen
es: Crear nueva serie de eventos para {0}
fr: Créer une nouvelle série d'événements pour {0}
pl: Utwórz nową serię wydarzeń dla {0}
ru: Создать новую серию событий для {0}

source: Series First Occurrence <0/>
de: Erstes Auftreten der Serie <0/>
es: Primera ocurrencia de la serie <0/>
fr: Première occurrence de la série <0/>
pl: Pierwsze wystąpienie serii <0/>
ru: Первое событие серии <0/>

source: This is the first event in your new series. It will have the exact start time you enter here.<0/> The next events are then created <1>RECURRING INTERVAL</1> days after the previous one and all will have the end time set to <2>DURATION</2> minutes after their start time.
de: Dies ist das erste Ereignis in deiner neuen Serie. Es hat die genaue Startzeit, die du hier eingibst.<0/> Die nächsten Ereignisse werden dann <1>WIEDERHOLUNGSINTERVALL</1> Tage nach dem vorherigen erstellt und alle haben die Endzeit auf <2>DAUER</2> Minuten nach ihrer Startzeit gesetzt.
es: Este es el primer evento en su nueva serie. Tendrá la hora de inicio exacta que ingrese aquí.<0/> Los próximos eventos se crean <1>INTERVALO RECURRENTE</1> días después del anterior y todos tendrán la hora de finalización establecida en <2>DURACIÓN</2> minutos después de su hora de inicio.
fr: Il s'agit du premier événement de votre nouvelle série. Il aura l'heure de début exacte que vous entrez ici. <0/> Les événements suivants sont ensuite créés <1>INTERVALLE RÉCURRENT</1> jours après le précédent et tous auront l'heure de fin réglée à <2>DURÉE</2> minutes après leur heure de début.
pl: To jest pierwsze wydarzenie w Twojej nowej serii. Będzie miało dokładny czas rozpoczęcia, który tutaj wprowadzisz. <0/> Następne wydarzenia są tworzone <
ru: Это первое событие в вашей новой серии. Оно будет иметь точное время начала, которое вы здесь введете.<0/> Следующие события затем создаются через <1>ПЕРИОДИЧЕСКИЙ ИНТЕРВАЛ</1> дней после предыдущего, и все они будут время окончания установлено на <2>ПРОДОЛЖИТЕЛЬНОСТЬ</2> минут после времени их начала.

source: Series End <0/> <1>No events will be created after this date.</1>
de: Serienende <0/> <1>Nach diesem Datum werden keine Ereignisse mehr erstellt.</1>
es: Fin de la serie <0/> <1>No se crearán eventos después de esta fecha.</1>
fr: Fin de la série <0/> <1>Aucun événement ne sera créé après cette date.</1>
pl: Koniec serii <0/> <1>Po tej dacie nie będą tworzone żadne wydarzenia.</1>
ru: Окончание серии <0/> <1>После этой даты события создаваться не будут.</1>

source: Title <0/>
de: Titel <0/>
es: Título <0/>
fr: Titre <0/>
pl: Tytuł <0/>
ru: Заголовок <0/>

source: Recurring Interval <0/> <1>Interval between each series occurrence (in days).</1>
de: Wiederholungsintervall <0/> <1>Intervall zwischen jedem Serienvorkommen (in Tagen).</1>
es: Intervalo recurrente <0/> <1>Intervalo entre cada ocurrencia de la serie (en días).</1>
fr: Intervalle récurrent <0/> <1>Intervalle entre chaque occurrence de la série (en jours).</1>
pl: Interwał powtarzania <0/> <1>Odstęp między każdym wystąpieniem serii (w dniach).</1>
ru: Периодический интервал <0/> <1>Интервал между каждым повторением серии (в днях).</1>

source: Duration <0/> <1>Duration of each event to determine end time (in minutes).</1>
de: Dauer <0/> <1>Dauer jedes Ereignisses zur Bestimmung der Endzeit (in Minuten).</1>
es: Duración <0/> <1>Duración de cada evento para determinar la hora de finalización (en minutos).</1>
fr: Durée <0/> <1>Durée de chaque événement pour déterminer l'heure de fin (en minutes).</1>
pl: Czas trwania <0/> <1>Czas trwania każdego wydarzenia, aby określić godzinę zakończenia (w minutach).</1>
ru: Длительность <0/> <1>Продолжительность каждого события для определения времени окончания (в минутах).</1>

source: Description <0/>
de: Beschreibung <0/>
es: Descripción <0/>
pl: Opis <0/>
ru: Описание <0/>

source: No additional name
de: Kein zusätzlicher Name
es: Sin nombre adicional
fr: Pas de nom supplémentaire
pl: Brak dodatkowej nazwy
ru: Нет дополнительного имени

source: Location <0>None</0>
de: Ort <0>Kein</0>
es: Ubicación <0>Ninguna</0>
fr: Emplacement <0>Aucun</0>
pl: Lokalizacja <0>Brak</0>
ru: Местоположение <0>Нет</0>

source: Team
es: Equipo
fr: Équipe
pl: Drużyna
ru: Команда

source: Edit Team
de: Team bearbeiten
es: Editar equipo
fr: Modifier l'équipe
pl: Edytuj Drużynę
ru: Редактировать команду

source: Edit Team "{0}"
de: Team "{0}" bearbeiten
es: Editar equipo "{0}"
fr: Modifier l'équipe « {0} »
pl: Edytuj Drużynę "{0}"
ru: Редактировать команду "{0}"

source: Create new Team
de: Neues Team erstellen
es: Crear nuevo equipo
fr: Créer une nouvelle équipe
pl: Utwórz Nową Drużynę
ru: Создать новую команду

source: Name <0/>
es: Nombre <0/>
fr: Nom <0/>
pl: Nazwa <0/>
ru: Имя <0/>

source: A valid signup key needs to be entered upon user account creation. New users are automatically added as members to the team corresponding to the signup key used.
de: Bei der Erstellung eines Benutzerkontos muss ein gültiger Anmeldeschlüssel eingegeben werden. Neue Benutzer werden automatisch als Mitglieder dem Team hinzugefügt, das dem verwendeten Anmeldeschlüssel entspricht.
es: Se debe introducir una clave de registro válida al crear la cuenta de usuario. Los nuevos usuarios se añaden automáticamente como miembros al equipo correspondiente a la clave de registro utilizada.
fr: Une clé d'inscription valide doit être saisie lors de la création d'un compte utilisateur. Les nouveaux utilisateurs sont automatiquement ajoutés en tant que membres à l'équipe correspondant à la clé d'inscription utilisée.
pl: Podczas tworzenia konta użytkownika należy wprowadzić prawidłowy klucz rejestracyjny. Nowi użytkownicy są automatycznie dodawani jako członkowie do drużyny odpowiadającej używanemu kluczowi rejestracyjnemu.
ru: При создании учетной записи пользователя необходимо ввести действительный ключ регистрации. Новые пользователи автоматически добавляются в качестве членов команды, соответствующей использованному ключу регистрации.

source: Team Admins
es: Administradores del equipo
fr: Administrateurs de l'équipe
pl: Administratorzy Drużyny
ru: Администраторы команды

source: Selected Users:
de: Ausgewählte Benutzer:
es: Usuarios seleccionados:
fr: Utilisateurs sélectionnés :
pl: Wybrani Użytkownicy:
ru: Выбранные пользователи:

source: Member
de: Mitglied
es: Miembro
fr: Membre
pl: Członek
ru: Участник

source: Event
de: Ereignis
es: Evento
fr: Événement
pl: Wydarzenie
ru: Событие

source: Edit Event "{0}"
de: Ereignis "{0}" bearbeiten
es: Editar evento "{0}"
fr: Modifier l'événement « {0} »
pl: Edytuj wydarzenie „{0}”
ru: Редактировать событие "{0}"

source: Create new Event
de: Neues Ereignis erstellen
es: Crear nuevo evento
fr: Créer un événement
pl: Utwórz nowe wydarzenie
ru: Создать новое событие

source: BSM ID <0/>
es: ID BSM <0/>
fr: ID BSM <0/>
pl: ID BSM <0/>

source: Start <0/>
es: Inicio <0/>
fr: Début <0/>
ru: Начало <0/>

source: Meeting <0/>
de: Treffen <0/>
es: Reunión <0/>
fr: Réunion <0/>
pl: Spotkanie <0/>
ru: Встреча <0/>

source: End <0/>
de: Ende <0/>
es: Fin <0/>
fr: Fin <0/>
pl: Koniec <0/>
ru: Конец <0/>

source: Uniform Set <0/>
de: Trikotsatz <0/>
es: Conjunto de uniforme <0/>
fr: Ensemble d'uniformes <0/>
pl: Zestaw uniformów <0/>
ru: Комплект формы <0/>

source: Cancelled
de: Abgesagt
es: Cancelado
fr: Annulé
pl: Odwołane
ru: Отменено

source: Uniform Set
de: Trikotsatz
es: Conjunto de uniformes
fr: Ensemble d'uniforme
pl: Zestaw Strojów
ru: Комплект униформы

source: Cap Color
de: Kappenfarbe
es: Color de la gorra
fr: Couleur de la casquette
pl: Kolor Czapki
ru: Цвет кепки

source: Jersey Color
de: Trikotfarbe
es: Color de la camiseta
fr: Couleur du maillot
pl: Kolor Koszulki
ru: Цвет майки

source: Pants Color
de: Hosenfarbe
es: Color de los pantalones
fr: Couleur du pantalon
pl: Kolor Spodni
ru: Цвет штанов

source: Both hexadecimal color values (6 characters with leading '#') and <0>named CSS colors</0> can be used.
de: Es können sowohl hexadezimale Farbwerte (6 Zeichen mit führendem '#') als auch <0>benannte CSS-Farben</0> verwendet werden.
es: Se pueden utilizar tanto valores de color hexadecimales (6 caracteres con '#' inicial) como <0>colores CSS con nombre</0>.
fr: Les valeurs de couleur hexadécimales (6 caractères avec un « # » au début) et les <0>couleurs CSS nommées</0> peuvent être utilisées.
pl: Można użyć zarówno heksadecymalnych wartości kolorów (6 znaków z poprzedzającym '#'), jak i <0>nazwanych kolorów CSS</0>.
ru: Можно использовать как шестнадцатеричные значения цвета (6 символов с ведущим '#'), так и <0>именованные цвета CSS</0>.

source: Baseball Pants
de: Baseballhose
es: Pantalones de béisbol
fr: Pantalon de baseball
pl: Spodnie Baseballowe
ru: Бейсбольные штаны

source: Baseball Jersey
de: Baseballtrikot
es: Camiseta de béisbol
fr: Maillot de baseball
pl: Koszulka Baseballowa
ru: Бейсбольная майка

source: Sport
es: Deporte
ru: Спорт

source: Age Group
de: Altersgruppe
es: Grupo de edad
fr: Catégorie d'âge
pl: Grupa Wiekowa
ru: Возрастная группа

source: Gameday
de: Spieltag
es: Día de partido
fr: Jour de match
pl: Dzień Meczowy
ru: Игровой день

source: Current Games
de: Aktuelle Spiele
es: Partidos actuales
fr: Matchs actuels
pl: Aktualne Mecze
ru: Текущие игры

source: Previous <0/>
de: Vorheriger <0/>
es: Anterior <0/>
fr: Précédent <0/>
pl: Poprzednie <0/>
ru: Предыдущие <0/>

source: Current <0/>
de: Aktueller <0/>
es: Actual <0/>
fr: Actuel <0/>
pl: Aktualne <0/>
ru: Текущие <0/>

source: Next <0/>
de: Nächster <0/>
es: Siguiente <0/>
fr: Suivant <0/>
pl: Następne <0/>
ru: Следующие <0/>

source: PPD
es: APL
fr: Reporté
pl: PRZEŁ
ru: ОТЛ

source: League has been successfully changed.
de: Liga wurde erfolgreich geändert.
es: La liga se ha cambiado con éxito.
fr: La ligue a été modifiée avec succès.
pl: Liga została pomyślnie zmieniona.
ru: Лига успешно изменена.

source: Current Values
de: Aktuelle Werte
es: Valores actuales
fr: Valeurs actuelles
pl: Aktualne Wartości
ru: Текущие значения

source: Current League ID:
de: Aktuelle Liga-ID:
es: ID de la liga actual:
fr: ID de ligue actuelle :
pl: Aktualny ID Ligi:
ru: Текущий ID лиги:

source: None selected
de: Keine ausgewählt
es: Ninguna seleccionada
fr: Aucun sélectionné
pl: Nic nie wybrano
ru: Ничего не выбрано

source: BSM-imported games in database:
de: BSM-importierte Spiele in der Datenbank:
es: Partidos importados de BSM en la base de datos:
fr: Matchs importés de BSM dans la base de données :
pl: Gry importowane z BSM w bazie danych:
ru: Игры, импортированные из BSM, в базе данных:

source: Show leagues for
de: Zeige Ligen für
es: Mostrar ligas para
fr: Afficher les ligues pour
pl: Pokaż ligi dla
ru: Показать лиги для

source: error loading matches: {0}
de: Fehler beim Laden der Spiele: {0}
es: error al cargar los partidos: {0}
fr: erreur lors du chargement des matchs : {0}
pl: błąd ładowania meczów: {0}
ru: ошибка загрузки матчей: {0}

source: To import games automatically, Diamond Planner needs to know the league this team is currently playing in. The league is imported from BSM and changes every season (even if the actual league name is still the same).
de: Um Spiele automatisch zu importieren, muss Diamond Planner wissen, in welcher Liga dieses Team derzeit spielt. Die Liga wird von BSM importiert und ändert sich jede Saison (auch wenn der tatsächliche Liganame gleich bleibt).
es: Para importar los partidos automáticamente, Diamond Planner necesita saber la liga en la que está jugando actualmente este equipo. La liga se importa desde BSM y cambia cada temporada (incluso si el nombre real de la liga sigue siendo el mismo).
fr: Pour importer des matchs automatiquement, Diamond Planner doit connaître la ligue dans laquelle cette équipe joue actuellement. La ligue est importée de BSM et change à chaque saison (même si le nom de la ligue est toujours le même).
pl: Aby automatycznie importować gry, Diamond Planner musi znać ligę, w której obecnie gra ta drużyna. Liga jest importowana z BSM i zmienia się co sezon (nawet jeśli rzeczywista nazwa ligi jest nadal taka sama).
ru: Для автоматического импорта игр Diamond Planner должен знать, в какой лиге в настоящее время играет эта команда. Лига импортируется из BSM и меняется каждый сезон (даже если фактическое название лиги остается тем же).

source: Address
de: Adresse
es: Dirección
fr: Adresse
pl: Adres
ru: Адрес

source: City
de: Stadt
es: Ciudad
fr: Ville
pl: Miasto
ru: Город

source: Open in Google Maps
de: In Google Maps öffnen
es: Abrir en Google Maps
fr: Ouvrir dans Google Maps
pl: Otwórz w Mapach Google
ru: Открыть в Google Maps

source: Open in Apple Maps
de: In Apple Maps öffnen
es: Abrir en Apple Maps
fr: Ouvrir dans Apple Maps
pl: Otwórz w Mapach Apple
ru: Открыть в Apple Maps

source: Location
de: Ort
es: Ubicación
fr: Emplacement
pl: Lokalizacja
ru: Местоположение

source: Edit Location "{0}"
de: Ort "{0}" bearbeiten
es: Editar ubicación "{0}"
fr: Modifier l'emplacement « {0} »
pl: Edytuj Lokalizację "{0}"
ru: Редактировать местоположение "{0}"

source: Add New Location
de: Neuen Ort hinzufügen
es: Añadir nueva ubicación
fr: Ajouter un nouvel emplacement
pl: Dodaj Nową Lokalizację
ru: Добавить новое местоположение

source: Address Addon*
de: Adresszusatz*
es: Complemento de dirección*
fr: Complément d'adresse*
pl: Dodatek do Adresu*
ru: Дополнение к адресу*

source: Often used in BSM data for the field name.
de: Wird oft in BSM-Daten für den Feldnamen verwendet.
es: A menudo se utiliza en los datos BSM para el nombre del campo.
fr: Souvent utilisé dans les données BSM pour le nom du champ.
pl: Często używane w danych BSM dla nazwy pola.
ru: Часто используется в данных BSM для названия поля.

source: Name (Sport)*
de: Name (Sportart)*
es: Nombre (deporte)*
fr: Nom (sport)*
pl: Nazwa (Sport)*
ru: Название (Спорт)*

source: Street
de: Straße
es: Calle
fr: Rue
pl: Ulica
ru: Улица

source: Postal Code
de: Postleitzahl
es: Código postal
fr: Code postal
pl: Kod Pocztowy
ru: Почтовый индекс
