Repository: tib-baseball-softball/skylarks-next
Catalog: src/locales/*.po
Languages: de, es, fr, pl, ru

source: Setup Games Import
de: Spiele-Import einrichten
es: Configurar importación de partidos
fr: Configurer l'importation des matchs
pl: Skonfiguruj import meczów
ru: Настроить импорт игр

source: Games Import Setup for {0}
de: Spiele-Import-Einrichtung für {0}
es: Configuración de la importación de partidos para {0}
fr: Configuration de l'importation des matchs pour {0}
pl: Konfiguracja importu meczów dla {0}
ru: Настройка импорта игр для {0}

source: Manage all recurring series of events (mostly of type "Practice") that take place on the same day every week.
de: Verwalte alle wiederkehrenden Eventserien (meist vom Typ "Training"), die jede Woche am selben Tag stattfinden.
es: Gestiona todas las series recurrentes de eventos (principalmente de tipo "Práctica") que tienen lugar el mismo día cada semana.
fr: Gérer toutes les séries d'événements récurrents (principalement de type "Entraînement") qui ont lieu le même jour chaque semaine.
pl: Zarządzaj wszystkimi cyklicznymi seriami wydarzeń (głównie typu "Trening"), które odbywają się tego samego dnia każdego tygodnia.
ru: Управление всеми повторяющимися сериями мероприятий (в основном типа "Тренировка"), которые проходят в один и тот же день каждую неделю.

source: Single Events
de: Einzelne Events
es: Eventos únicos
fr: Événements uniques
pl: Pojedyncze wydarzenia
ru: Единичные мероприятия

source: Single Events are not connected to any other events and don't contain additional logic. Well suited for one-off occurrences.
de: Einzelne Events sind nicht mit anderen Events verbunden und enthalten keine zusätzliche Logik. Gut geeignet für einmalige Ereignisse.
es: Los eventos únicos no están conectados a ningún otro evento y no contienen lógica adicional. Muy adecuados para ocurrencias únicas.
fr: Les événements uniques ne sont pas connectés à d'autres événements et ne contiennent pas de logique supplémentaire. Convient parfaitement aux occurrences ponctuelles.
pl: Pojedyncze wydarzenia nie są powiązane z żadnymi innymi wydarzeniami i nie zawierają dodatkowej logiki. Dobrze nadają się do jednorazowych okazji.
ru: Единичные мероприятия не связаны с другими мероприятиями и не содержат дополнительной логики. Хорошо подходят для разовых событий.

source: Create Single Event
de: Einzelnes Event erstellen
es: Crear evento único
fr: Créer un événement unique
pl: Utwórz pojedyncze wydarzenie
ru: Создать единичное мероприятие

source: Team Settings
de: Team-Einstellungen
es: Ajustes del equipo
fr: Paramètres de l'équipe
pl: Ustawienia drużyny
ru: Настройки команды

source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
pl: Strefa zagrożenia
ru: Опасная зона

source: Delete Team
de: Team löschen
es: Eliminar equipo
fr: Supprimer l'équipe
pl: Usuń drużynę
ru: Удалить команду

source: Totals - {0}
de: Summen - {0}
es: Totales - {0}
fr: Totaux - {0}
pl: Podsumowanie - {0}
ru: Итого - {0}

source: Attendance Stats
de: Anwesenheitsstatistik
es: Estadísticas de asistencia
fr: Statistiques de présence
pl: Statystyki obecności
ru: Статистика посещаемости

source: Events where you did not select anything are counted as "out".
de: Veranstaltungen, bei denen du nichts ausgewählt hast, werden als "Nicht dabei" gezählt.
es: Los eventos en los que no seleccionaste nada se cuentan como "no asistiré".
fr: Les événements pour lesquels vous n'avez rien sélectionné sont comptabilisés comme "absent".
pl: Wydarzenia, w których nic nie wybrałeś, są liczone jako "nieobecne".
ru: Мероприятия, где вы ничего не выбрали, считаются как "не в игре".

source: Edit Uniform Set "{0}"
de: Uniformsatz "{0}" bearbeiten
es: Editar conjunto de uniformes "{0}"
fr: Modifier l'ensemble d'uniformes "{0}"
pl: Edytuj zestaw strojów "{0}"
ru: Редактировать комплект формы "{0}"

source: Player Profile Avatar
de: Spielerprofil Avatar
es: Avatar del perfil de jugador
fr: Avatar du profil de joueur
pl: Awatar profilu gracza
ru: Аватар профиля игрока

source: Public Profile
de: Öffentliches Profil
es: Perfil público
fr: Profil public
pl: Profil publiczny
ru: Публичный профиль

source: Please note that all statistics and basic info such as your name and team affiliation is considered public information when participating in official DBV and BSVBB competitions.
de: Bitte beachte, dass alle Statistiken und grundlegenden Informationen wie dein Name und deine Teamzugehörigkeit als öffentliche Informationen gelten, wenn du an offiziellen DBV- und BSVBB-Wettbewerben teilnimmst.
es: Ten en cuenta que todas las estadísticas e información básica, como tu nombre y la afiliación al equipo, se consideran información pública cuando participas en competiciones oficiales de DBV y BSVBB.
fr: Veuillez noter que toutes les statistiques et informations de base telles que votre nom et l'affiliation à l'équipe sont considérées comme des informations publiques lors de la participation aux compétitions officielles DBV et BSVBB.
pl: Należy pamiętać, że wszystkie statystyki i podstawowe informacje, takie jak imię i nazwisko oraz przynależność do drużyny, są uważane za informacje publiczne podczas uczestnictwa w oficjalnych zawodach DBV i BSVBB.
ru: Обратите внимание, что вся статистика и основная информация, такая как ваше имя и принадлежность к команде, считается общедоступной информацией при участии в официальных соревнованиях DBV и BSVBB.

source: Go to Profile Page
de: Zur Profilseite gehen
es: Ir a la página de perfil
fr: Aller à la page de profil
pl: Przejdź do strony profilu
ru: Перейти на страницу профиля

source: User Data
de: Benutzerdaten
es: Datos de usuario
fr: Données utilisateur
pl: Dane użytkownika
ru: Данные пользователя

source: email address
de: E-Mail-Adresse
es: dirección de correo electrónico
fr: adresse e-mail
pl: adres e-mail
ru: адрес электронной почты

source: Edit User Data:
de: Benutzerdaten bearbeiten:
es: Editar datos de usuario:
fr: Modifier les données utilisateur :
pl: Edytuj dane użytkownika:
ru: Редактировать данные пользователя:

source: Change email address for {0} {1}
de: E-Mail-Adresse für {0} {1} ändern
es: Cambiar la dirección de correo electrónico de {0} {1}
fr: Modifier l'adresse e-mail pour {0} {1}
pl: Zmień adres e-mail dla {0} {1}
ru: Изменить адрес электронной почты для {0} {1}

source: Edit User Data for {0} {1}
de: Benutzerdaten für {0} {1} bearbeiten
es: Editar datos de usuario para {0} {1}
fr: Modifier les données utilisateur pour {0} {1}
pl: Edytuj dane użytkownika dla {0} {1}
ru: Редактировать данные пользователя для {0} {1}

source: You are not a member of any clubs yet.
de: Du bist noch kein Mitglied in einem Verein.
es: Aún no eres miembro de ningún club.
fr: Vous n'êtes pas encore membre d'un club.
pl: Nie jesteś jeszcze członkiem żadnego klubu.
ru: Вы ещё не являетесь членом ни одного клуба.

source: Join a Club
de: Einem Verein beitreten
es: Unirse a un club
fr: Rejoindre un club
pl: Dołącz do klubu
ru: Присоединиться к клубу

source: every {0} days
de: alle {0} Tage
es: cada {0} días
fr: tous les {0} jours
pl: co {0} dni
ru: каждые {0} дней

source: Series First Occurrence:
de: Erstes Vorkommen der Serie:
es: Primera ocurrencia de la serie:
fr: Première occurrence de la série :
pl: Pierwsze wystąpienie serii:
ru: Первое мероприятие серии:

source: Series End After:
de: Serienende nach:
es: La serie termina después de:
fr: Fin de la série après :
pl: Seria kończy się po:
ru: Серия заканчивается после:

source: Event Duration:
de: Veranstaltungsdauer:
es: Duración del evento:
fr: Durée de l'événement :
pl: Czas trwania wydarzenia:
ru: Продолжительность мероприятия:

source: {0} Minutes
de: {0} Minuten
es: {0} Minutos
pl: {0} minut
ru: {0} минут

source: My Player Data
de: Meine Spielerdaten
es: Mis datos de jugador
fr: Mes données de joueur
pl: Moje Dane Gracza
ru: Мои данные игрока

source: Holder
de: Inhaber
es: Titular
fr: Détenteur
pl: Posiadacz
ru: Владелец

source: Valid until
de: Gültig bis
es: Válido hasta
fr: Valide jusqu'au
pl: Ważna do
ru: Действителен до

source: Relative Time
de: Relative Zeit
es: Tiempo relativo
fr: Temps relatif
pl: Względny czas
ru: Относительное время

source: Stats for {0} {1}
de: Statistiken für {0} {1}
es: Estadísticas de {0} {1}
fr: Stats pour {0} {1}
pl: Statystyki dla {0} {1}
ru: Статистика для {0} {1}

source: Season <0/>
de: Saison <0/>
es: Temporada <0/>
fr: Saison <0/>
pl: Sezon <0/>
ru: Сезон <0/>

source: Level
es: Nivel
fr: Niveau
pl: Poziom
ru: Уровень

source: Baseball
es: Béisbol
ru: Бейсбол

source: Softball
es: Sóftbol
ru: Софтбол

source: Sleeve Number
de: Ärmelnummer
es: Número de manga
fr: Numéro de manche
pl: Numer na rękawie
ru: Номер на рукаве

source: License level {0}:
de: Lizenzstufe {0}:
es: Nivel de licencia {0}:
fr: Niveau de licence {0} :
pl: Poziom licencji {0}:
ru: Уровень лицензии {0}:

source: No baseball licenses available.
de: Keine Baseball-Lizenzen verfügbar.
es: No hay licencias de béisbol disponibles.
fr: Aucune licence de baseball disponible.
pl: Brak dostępnych licencji baseballowych.
ru: Нет доступных лицензий на бейсбол.

source: No softball licenses available.
de: Keine Softball-Lizenzen verfügbar.
es: No hay licencias de sóftbol disponibles.
fr: Aucune licence de softball disponible.
pl: Brak dostępnych licencji softballowych.
ru: Нет доступных лицензий на софтбол.

source: No ballparks found.
de: Keine Ballparks gefunden.
es: No se encontraron campos de béisbol.
fr: Aucun terrain de baseball trouvé.
pl: Nie znaleziono boisk.
ru: Стадионы не найдены.

source: Ballpark Name
de: Name des Stadions
es: Nombre del campo de béisbol
fr: Nom du terrain de baseball
pl: Nazwa boiska
ru: Название стадиона

source: Address Addon
de: Adresszusatz
es: Complemento de dirección
fr: Complément d'adresse
pl: Dodatek do adresu
ru: Дополнение к адресу

source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité
pl: Pojemność
ru: Вместимость

source: Seats
de: Sitzplätze
es: Asientos
fr: Sièges
pl: Miejsca siedzące
ru: Сидячие места

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
pl: Kategoria
ru: Категория

source: Since
de: Seit
es: Desde
fr: Depuis
pl: Od
ru: С

source: Contact
de: Kontakt
es: Contacto
pl: Kontakt
ru: Контакт

source: Ballpark Details
es: Detalles del campo de béisbol
fr: Détails du terrain de baseball
pl: Szczegóły boiska
ru: Детали стадиона

source: How to get there
de: Anfahrt
es: Cómo llegar
fr: Comment s'y rendre
pl: Jak dojechać
ru: Как добраться

source: Details zu Spiel {0}
de: Details zum Spiel {0}
es: Detalles del partido {0}
fr: Détails sur le match {0}
pl: Szczegóły meczu {0}
ru: Подробности об игре {0}

source: Game Data
de: Spieldaten
es: Datos del partido
fr: Données du match
pl: Dane meczu
ru: Данные игры

source: Box Score
es: Marcador
fr: Tableau de bord
pl: Wyniki szczegółowe
ru: Статистика игры

source: Game Report
de: Spielbericht
es: Informe del partido
fr: Rapport de match
pl: Raport z meczu
ru: Отчёт об игре

source: No Game Report available.
de: Kein Spielbericht verfügbar.
es: No hay informe del partido disponible.
fr: Aucun rapport de match disponible.
pl: Brak dostępnego raportu z meczu.
ru: Отчёт об игре недоступен.

source: error loading Game Report: {0}
de: Fehler beim Laden des Spielberichts: {0}
es: error al cargar el informe del partido: {0}
fr: Erreur lors du chargement du rapport de match : {0}
pl: Błąd podczas ładowania raportu z meczu: {0}
ru: ошибка загрузки отчёта об игре: {0}

source: Caveat
de: Hinweis
es: Advertencia
fr: Avertissement
pl: Uwaga
ru: Предостережение

source: Sharing games does not work on Firefox.
de: Das Teilen von Spielen funktioniert nicht in Firefox.
es: Compartir partidos no funciona en Firefox.
fr: Le partage de parties ne fonctionne pas sur Firefox.
pl: Udostępnianie gier nie działa w Firefoksie.
ru: Обмен играми не работает в Firefox.

source: No club officials available.
de: Keine Vereinsfunktionäre verfügbar.
es: No hay funcionarios del club disponibles.
fr: Aucun officiel de club disponible.
pl: Brak dostępnych oficjeli klubu.
ru: Нет доступных должностных лиц клуба.

source: Stats Admin Dashboard
de: Statistik-Admin-Dashboard
es: Panel de control de administración de estadísticas
fr: Tableau de bord d'administration des stats
pl: Panel administracyjny statystyk
ru: Панель администратора статистики

source: Not implemented yet.
de: Noch nicht implementiert.
es: Aún no implementado.
fr: Pas encore implémenté.
pl: Jeszcze nie zaimplementowane.
ru: Еще не реализовано.

source: License Details
de: Lizenzdetails
es: Detalles de la licencia
fr: Détails de la licence
pl: Szczegóły licencji
ru: Детали лицензии

source: No license data due to error.
de: Keine Lizenzdaten aufgrund eines Fehlers.
es: No hay datos de licencia debido a un error.
fr: Aucune donnée de licence en raison d'une erreur.
pl: Brak danych licencji z powodu błędu.
ru: Данные лицензии недоступны из-за ошибки.

source: Team:
es: Equipo:
fr: Équipe :
pl: Drużyna:
ru: Команда:

source: Link associated with this announcement: {0}
de: Mit dieser Ankündigung verknüpfter Link: {0}
es: Enlace asociado con este anuncio: {0}
fr: Lien associé à cette annonce : {0}
pl: Link powiązany z tym ogłoszeniem: {0}
ru: Ссылка, связанная с этим объявлением: {0}

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
pl: Komentarze
ru: Комментарии

source: Admin Options
de: Admin-Optionen
es: Opciones de administración
fr: Options d'administration
pl: Opcje administratora
ru: Параметры администратора

source: Delete Announcement
de: Ankündigung löschen
es: Eliminar anuncio
fr: Supprimer l'annonce
pl: Usuń ogłoszenie
ru: Удалить объявление

source: End:
de: Ende:
es: Fin:
fr: Fin :
pl: Koniec:
ru: Конец:

source: Location Details
de: Details zum Ort
es: Detalles de la ubicación
fr: Détails du lieu
pl: Szczegóły lokalizacji
ru: Детали местоположения

source: My Participation
de: Meine Teilnahme
es: Mi participación
fr: Ma participation
pl: Mój udział
ru: Моё участие

source: Official Details
de: Offizielle Details
es: Detalles del oficial
fr: Détails de l'officiel
pl: Szczegóły oficjela
ru: Детали официального лица

source: Leaderboards for {0} ({1})
de: Bestenlisten für {0} ({1})
es: Clasificaciones para {0} ({1})
fr: Classements pour {0} ({1})
pl: Tabele liderów dla {0} ({1})
ru: Таблицы лидеров для {0} ({1})

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij
ru: Закрыть

source: Team Description
de: Teambeschreibung
es: Descripción del equipo
fr: Description de l'équipe
pl: Opis drużyny
ru: Описание команды

source: Announcements
de: Ankündigungen
es: Anuncios
fr: Annonces
pl: Ogłoszenia
ru: Объявления

source: Team Events
es: Eventos del equipo
fr: Événements de l'équipe
pl: Wydarzenia drużyny
ru: Мероприятия команды

source: No events available with the current filters.
de: Keine Events mit den aktuellen Filtern verfügbar.
es: No hay eventos disponibles con los filtros actuales.
fr: Aucun événement disponible avec les filtres actuels.
pl: Brak dostępnych wydarzeń z bieżącymi filtrami.
ru: Нет мероприятий, доступных с текущими фильтрами.

source: Links
es: Enlaces
fr: Liens
pl: Linki
ru: Ссылки

source: Player List
de: Spielerliste
es: Lista de jugadores
fr: Liste des joueurs
pl: Lista graczy
ru: Список игроков

source: Team Members
de: Teammitglieder
es: Miembros del equipo
fr: Membres de l'équipe
pl: Członkowie drużyny
ru: Члены команды

source: Team member list for {0}.
de: Teammitgliederliste für {0}.
es: Lista de miembros del equipo para {0}.
fr: Liste des membres de l'équipe pour {0}.
pl: Lista członków drużyny dla {0}.
ru: Список членов команды для {0}.

source: Team members for Team "{0}"
de: Teammitglieder für Team "{0}"
es: Miembros del equipo "{0}"
fr: Membres de l'équipe "{0}"
pl: Członkowie drużyny "{0}"
ru: Члены команды для команды "{0}"

source: Club Locations
de: Club-Standorte
es: Ubicaciones del club
fr: Lieux du club
pl: Lokalizacje klubu
ru: Местоположения клуба

source: All configured locations for {0}, including baseball fields and other venues.
de: Alle konfigurierten Standorte für {0}, einschließlich Baseballfelder und anderer Veranstaltungsorte.
es: Todas las ubicaciones configuradas para {0}, incluidos los campos de béisbol y otros lugares.
fr: Tous les lieux configurés pour {0}, y compris les terrains de baseball et autres lieux.
pl: Wszystkie skonfigurowane lokalizacje dla {0}, w tym boiska baseballowe i inne obiekty.
ru: Все настроенные местоположения для {0}, включая бейсбольные поля и другие площадки.

source: {0} - Locations
de: {0} - Standorte
es: {0} - Ubicaciones
fr: {0} - Lieux
pl: {0} - Lokalizacje
ru: {0} - Местоположения

source: Club overview page for the {0} with info about teams and uniform sets.
de: Vereinsübersichtsseite für {0} mit Informationen zu Teams und Uniformsätzen.
es: Página de información general del club para {0} con información sobre equipos y conjuntos de uniformes.
fr: Page de présentation du club pour {0} avec des informations sur les équipes et les ensembles d'uniformes.
pl: Strona przeglądowa klubu dla {0} z informacjami o drużynach i zestawach strojów.
ru: Страница обзора клуба для {0} с информацией о командах и комплектах формы.

source: Club Teams
de: Vereinsteams
es: Equipos del club
fr: Équipes du club
pl: Drużyny klubu
ru: Команды клуба

source: This club does not have any teams yet.
de: Dieser Verein hat noch keine Teams.
es: Este club aún no tiene ningún equipo.
fr: Ce club n'a pas encore d'équipes.
pl: Ten klub nie ma jeszcze żadnych drużyn.
ru: У этого клуба ещё нет команд.

source: Uniform Sets
de: Uniformsätze
es: Conjuntos de uniformes
fr: Ensembles d'uniformes
pl: Zestawy strojów
ru: Комплекты формы

source: Create new Uniform Set
de: Neuen Uniformsatz erstellen
es: Crear nuevo conjunto de uniformes
fr: Créer un nouvel ensemble d'uniformes
pl: Utwórz nowy zestaw strojów
ru: Создать новый комплект формы

source: Team Locations
de: Teamstandorte
es: Ubicaciones del equipo
fr: Lieux de l'équipe
pl: Lokalizacje drużyny
ru: Местоположения команд

source: Locations Page
de: Standortseite
es: Página de ubicaciones
fr: Page des lieux
pl: Strona lokalizacji
ru: Страница местоположений

source: Club deletion
de: Vereinslöschung
es: Eliminación del club
fr: Suppression du club
pl: Usuwanie klubu
ru: Удаление клуба

source: Deleting a club will delete all team, event and participation data. For safety reasons, a club can therefore only be deleted by a superadmin.
de: Das Löschen eines Vereins löscht alle Team-, Event- und Teilnehmerdaten. Aus Sicherheitsgründen kann ein Verein daher nur von einem Superadmin gelöscht werden.
es: Eliminar un club eliminará todos los datos del equipo, el evento y la participación. Por razones de seguridad, un club solo puede ser eliminado por un superadministrador.
fr: La suppression d'un club supprimera toutes les données d'équipe, d'événement et de participation. Pour des raisons de sécurité, un club ne peut donc être supprimé que par un superadministrateur.
pl: Usunięcie klubu spowoduje usunięcie wszystkich danych dotyczących drużyny, wydarzeń i uczestnictwa. Ze względów bezpieczeństwa klub może być usunięty tylko przez superadministratora.
ru: Удаление клуба приведёт к удалению всех данных о команде, мероприятии и участии. В целях безопасности клуб может быть удалён только суперадминистратором.

source: Please contact your club's administration.
de: Bitte kontaktiere die Verwaltung deines Vereins.
es: Ponte en contacto con la administración de tu club.
fr: Veuillez contacter l'administration de votre club.
pl: Skontaktuj się z administracją swojego klubu.
ru: Пожалуйста, свяжитесь с администрацией вашего клуба.

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
pl: Gracze
ru: Игроки

source: No Players found for this team.
de: Keine Spieler für dieses Team gefunden.
es: No se encontraron jugadores para este equipo.
fr: Aucun joueur trouvé pour cette équipe.
pl: Nie znaleziono graczy dla tej drużyny.
ru: Игроки не найдены для этой команды.

source: No Response
de: Keine Antwort
es: Sin respuesta
fr: Pas de réponse
pl: Brak odpowiedzi
ru: Нет ответа

source: When editing an event series, only select fields can be changed because editing past events would affect participation statistics. If you want to change a long-running practice series, end the previous one by setting the end date accordingly and create a new series.
de: Beim Bearbeiten einer Veranstaltungsreihe können nur bestimmte Felder geändert werden, da die Bearbeitung vergangener Veranstaltungen die Teilnehmerstatistiken beeinflussen würde. Wenn du eine längere Serie ändern möchtest, beende die vorherige, indem du das Enddatum entsprechend festlegst und erstelle eine neue Serie.
es: Al editar una serie de eventos, solo se pueden cambiar algunos campos porque la edición de eventos pasados afectaría las estadísticas de participación. Si quieres cambiar una serie de prácticas de larga duración, finaliza la anterior estableciendo la fecha de finalización de acuerdo con ello y crea una nueva serie.
fr: Lors de la modification d'une série d'événements, seuls certains champs peuvent être modifiés car la modification d'événements passés affecterait les statistiques de participation. Si vous souhaitez modifier une longue série de pratiques, mettez fin à la série précédente en définissant la date de fin en conséquence et créez une nouvelle série.
pl: Podczas edycji serii wydarzeń można zmienić tylko wybrane pola, ponieważ edycja minionych wydarzeń wpłynęłaby na statystyki uczestnictwa. Jeśli chcesz zmienić długotrwałą serię treningów, zakończ poprzednią, ustawiając odpowiednio datę zakończenia i utwórz nową serię.
ru: При редактировании серии событий можно изменить только выбранные поля, поскольку редактирование прошлых событий повлияет на статистику участия. Если вы хотите изменить длительную серию тренировок, завершите предыдущую, установив соответствующую дату окончания, и создайте новую серию.

source: An error occurred while saving {0} data.
de: Beim Speichern der {0}-Daten ist ein Fehler aufgetreten.
es: Ocurrió un error al guardar los datos de {0}.
fr: Une erreur s'est produite lors de l'enregistrement des données de {0}.
pl: Wystąpił błąd podczas zapisywania danych {0}.
ru: Произошла ошибка при сохранении данных {0}.

source: Umpire License
de: Umpirelizenz
es: Licencia de Árbitro
fr: Licence d'arbitre
pl: Licencja Sędziego
ru: Лицензия судьи

source: Scorer License
de: Scorerlizenz
es: Licencia de Anotador
fr: Licence de marqueur
pl: Licencja Skarbnika
ru: Лицензия счетовода

source: Type
de: Typ
es: Tipo
pl: Typ
ru: Тип

source: Ongoing
de: Laufend
es: En curso
fr: En cours
pl: Trwa
ru: В процессе

source: Past
de: Vergangen
es: Pasado
fr: Passé
pl: Przeszłe
ru: Прошедшее

source: Upcoming
de: Zukünftig
es: Próximo
fr: À venir
pl: Nadchodzące
ru: Предстоящее

source: Away Team
de: Auswärtsteam
es: Equipo Visitante
fr: Équipe visiteuse
pl: Drużyna gości
ru: Гостевая команда

source: Home Team
de: Heimteam
es: Equipo Local
fr: Équipe à domicile
pl: Drużyna gospodarzy
ru: Домашняя команда

source: There is no data to display for the selected filters.
de: Für die ausgewählten Filter sind keine Daten zur Anzeige vorhanden.
es: No hay datos para mostrar con los filtros seleccionados.
fr: Il n'y a aucune donnée à afficher pour les filtres sélectionnés.
pl: Brak danych do wyświetlenia dla wybranych filtrów.
ru: Нет данных для отображения для выбранных фильтров.

source: An error occurred while saving the event.
de: Beim Speichern des Ereignisses ist ein Fehler aufgetreten.
es: Ocurrió un error al guardar el evento.
fr: Une erreur s'est produite lors de la sauvegarde de l'événement.
pl: Wystąpił błąd podczas zapisywania wydarzenia.
ru: Произошла ошибка при сохранении события.
