Repository: tib-baseball-softball/skylarks-next
Catalog: src/locales/*.po
Languages: de, es, fr, pl, ru

source: All possible events of this type for {0}
de: Alle möglichen Ereignisse dieses Typs für {0}```
es: Todos los eventos posibles de este tipo para {0}```
fr: Tous les événements possibles de ce type pour {0}```
pl: Wszystkie możliwe wydarzenia tego typu dla {0}
ru: Все возможные события этого типа для {0}

source: Wins
de: Siege
es: Victorias
fr: Victoires
pl: Wygrane
ru: Победы

source: Total Wins
de: Gesamtsiege
es: Victorias Totales
fr: Nombre total de victoires
pl: Suma wygranych
ru: Всего побед

source: There was an error processing your authentication request.
de: Bei der Bearbeitung Ihrer Authentifizierungsanfrage ist ein Fehler aufgetreten.
es: Ha habido un error al procesar tu solicitud de autenticación.
fr: Une erreur s'est produite lors du traitement de votre demande d'authentification.
pl: Wystąpił błąd podczas przetwarzania twojego żądania uwierzytelnienia.
ru: Произошла ошибка при обработке вашего запроса аутентификации.

source: Enter
de: Eingabe
es: Entrar
fr: Entrée
ru: Ввод

source: Backspace
de: Rücktaste
es: Retroceso
fr: Retour arrière
ru: Удаление

source: Remove tag
de: Tag entfernen
es: Eliminar etiqueta
fr: Supprimer l'étiquette
pl: Usuń tag
ru: Удалить тег

source: You have entered a value that is not allowed here.
de: Sie haben einen Wert eingegeben, der hier nicht zulässig ist.
es: Has introducido un valor que no está permitido aquí.
fr: Vous avez entré une valeur qui n'est pas autorisée ici.
pl: Wprowadzono niedozwoloną wartość.
ru: Вы ввели значение, которое здесь не разрешено.

source: Go to stats
de: Gehe zu Statistiken
es: Ir a estadísticas
fr: Aller aux statistiques
pl: Idź do statystyk
ru: Перейти к статистике

source: Home Page
de: Startseite
es: Página de Inicio
fr: Page d'accueil
pl: Strona główna
ru: Домашняя страница

source: Berlin Skylarks Team App
es: App del Equipo Berlin Skylarks
fr: Appli de l'équipe Berlin Skylarks
pl: Aplikacja Drużyny Berlin Skylarks
ru: Приложение для команды Berlin Skylarks

source: The core functionality of this app (getting up-to-date information about games, standings and public club information) is available without logging in.
de: Die Kernfunktionen dieser App (aktuelle Informationen zu Spielen, Tabellen und öffentlichen Vereinsinformationen) sind ohne Anmeldung verfügbar.
es: La funcionalidad principal de esta aplicación (obtener información actualizada sobre juegos, clasificaciones e información pública del club) está disponible sin iniciar sesión.
fr: La fonctionnalité principale de cette application (obtenir des informations à jour sur les jeux, les classements et les informations publiques du club) est disponible sans se connecter.
pl: Podstawowa funkcjonalność tej aplikacji (aktualne informacje o meczach, tabele wyników i publiczne informacje o klubie) jest dostępna bez logowania.
ru: Основная функциональность этого приложения (получение актуальной информации об играх, турнирной таблице и публичной информации о клубе) доступна без входа в систему.

source: To access internal team information and participate in team activities, please <0>log in to your account.</0>
de: Um auf interne Team-Informationen zuzugreifen und an Teamaktivitäten teilzunehmen, <0>loggen Sie sich bitte in Ihr Konto ein.</0>
es: Para acceder a la información interna del equipo y participar en las actividades del equipo, por favor <0>inicia sesión en tu cuenta.</0>
fr: Pour accéder aux informations internes de l'équipe et participer aux activités de l'équipe, veuillez <0>vous connecter à votre compte.</0>
pl: Aby uzyskać dostęp do wewnętrznych informacji drużyny i uczestniczyć w działaniach zespołowych, <0>zaloguj się na swoje konto.</0>
ru: Чтобы получить доступ к внутренней информации команды и участвовать в командных мероприятиях, пожалуйста, <0>войдите в свою учетную запись.</0>

source: You are logged in as: <0/> <1/> You can log out by clicking your avatar in the top right.
de: Sie sind angemeldet als: <0/> <1/> Sie können sich abmelden, indem Sie auf Ihr Avatar-Bild oben rechts klicken.
es: Has iniciado sesión como: <0/> <1/> Puedes cerrar sesión haciendo clic en tu avatar en la parte superior derecha.
fr: Vous êtes connecté en tant que : <0/> <1/> Vous pouvez vous déconnecter en cliquant sur votre avatar en haut à droite.
pl: Jesteś zalogowany jako: <0/> <1/> Możesz się wylogować, klikając swój awatar w prawym górnym rogu.
ru: Вы вошли как: <0/> <1/> Вы можете выйти, нажав на свой аватар в правом верхнем углу.

source: Display this data publicly on team website
de: Diese Daten öffentlich auf der Team-Website anzeigen
es: Mostrar esta información públicamente en el sitio web del equipo
fr: Afficher ces données publiquement sur le site web de l'équipe
pl: Wyświetlaj te dane publicznie na stronie internetowej drużyny
ru: Отображать эти данные публично на веб-сайте команды

source: Box Score for this game could not be loaded or is unavailable.
de: Ergebnisse für dieses Spiel konnten nicht geladen werden oder sind nicht verfügbar.
es: El marcador de este partido no se pudo cargar o no está disponible.
fr: La feuille de match pour ce match n'a pas pu être chargée ou n'est pas disponible.
pl: Wyniki meczu dla tej gry nie mogły zostać załadowane lub są niedostępne.
ru: Таблица результатов для этой игры не может быть загружена или недоступна.

source: error loading box score: {0}
de: Fehler beim Laden der Ergebnisse: {0}
es: error al cargar el marcador: {0}
fr: erreur lors du chargement de la feuille de match : {0}
pl: błąd podczas ładowania wyników meczu: {0}
ru: ошибка загрузки таблицы результатов: {0}

source: No data available.
de: Keine Daten verfügbar.
es: No hay datos disponibles.
fr: Aucune donnée disponible.
pl: Brak dostępnych danych.
ru: Нет доступных данных.

source: Error updating comment
es: Error al actualizar el comentario"#: src/lib/dp/components/comments/CommentSection.svelte
fr: Erreur lors de la mise à jour du commentaire\

source: Failed to add comment.
es: Error al añadir el comentario."#. placeholder {0}: email
fr: Échec de l'ajout du commentaire."#: src/lib/dp/components/comments/CommentRow.svelte

source: If we have your email ({0}) on file, you will receive a reset password request in your inbox.
es: Si tenemos tu correo electrónico ({0}) registrado, recibirás una solicitud de restablecimiento de contraseña en tu bandeja de entrada."#: src/lib/dp/auth/PasswordRequestButton.svelte
fr: Si nous avons votre adresse e-mail ({0}) dans nos dossiers, vous recevrez une demande de réinitialisation de mot de passe dans votre boîte de réception.\

source: Error sending reset password request.
es: Error al enviar la solicitud de restablecimiento de contraseña."#: src/lib/dp/auth/OAuthProviderButton.svelte
fr: Erreur lors de l'envoi de la demande de réinitialisation de mot de passe."#: src/lib/dp/auth/OAuthProviderButton.svelte

source: There was an error processing your authentication request via external provider. Please double-check your signup key
es: Hubo un error al procesar tu solicitud de autenticación a través del proveedor externo. Por favor, comprueba tu clave de registro."#: src/lib/dp/components/forms/TeamMembersForm.svelte
fr: Une erreur s'est produite lors du traitement de votre demande d'authentification via un fournisseur externe. Veuillez vérifier votre clé d'inscription.\

source: Team members
es: Miembros del equipo"#: src/lib/dp/components/forms/UniformSetForm.svelte
fr: Membres de l'équipe"#: src/lib/dp/components/forms/ParticipationForm.svelte

source: You can use the special identifiers <0/> and <1/> to get the Skylarks Home and Road Cap instead of a generic colored one.
es: Puedes usar los identificadores especiales <0/> y <1/> para obtener la gorra de local y visitante de los Skylarks en lugar de una genérica de color."#. placeholder {0}: model.first_name + " " + model.last_name
fr: Vous pouvez utiliser les identifiants spéciaux <0/> et <1/> pour obtenir la casquette domicile et extérieur des Skylarks au lieu d'une casquette de couleur générique."#: src/lib/dp/components/event/EventTypeBadge.svelte

source: User "{0}" has been added as an admin for team "{1}"
es: El usuario "{0}" ha sido añadido como administrador del equipo "{1}""#: src/lib/dp/components/team/TeamMembersTableContent.svelte
fr: L'utilisateur "{0}" a été ajouté comme administrateur pour l'équipe "{1}""#: src/lib/dp/components/team/TeamMembersTableContent.svelte

source: An error occurred while adding user as admin
es: Ocurrió un error al añadir al usuario como administrador"#. placeholder {0}: model.first_name + " " + model.last_name
fr: Une erreur s'est produite lors de l'ajout de l'utilisateur en tant qu'administrateur"#. placeholder {0}: model.first_name + " " + model.last_name

source: User "{0}" has been removed as admin for team "{1}"
es: El usuario "{0}" ha sido eliminado como administrador del equipo "{1}""#: src/lib/dp/components/team/TeamMembersTableContent.svelte
fr: L'utilisateur "{0}" a été supprimé en tant qu'administrateur pour l'équipe "{1}""#: src/lib/dp/components/team/TeamMembersTableContent.svelte

source: An error occurred while removing user as admin
es: Ocurrió un error al eliminar al usuario como administrador"#. placeholder {0}: model.first_name + " " + model.last_name
fr: Une erreur s'est produite lors de la suppression de l'utilisateur en tant qu'administrateur"#. placeholder {0}: model.first_name + " " + model.last_name

source: User "{0}" has been removed as member from team "{1}"
es: El usuario "{0}" ha sido eliminado como miembro del equipo "{1}""#: src/lib/dp/components/team/TeamMembersTableContent.svelte
fr: L'utilisateur "{0}" a été supprimé de l'équipe "{1}""#: src/lib/dp/components/team/TeamMembersTableContent.svelte

source: An error occurred while removing user as team member
es: Ocurrió un error al eliminar al usuario como miembro del equipo"#: src/lib/dp/components/forms/ParticipationForm.svelte
fr: Une erreur s'est produite lors de la suppression du membre de l'équipe"#. placeholder {0}: modelName

source: State <0>InMaybeOut</0>
es: Estado <0>InMaybeOut</0>"#: src/lib/dp/components/event/EventTypeBadge.svelte
fr: État <0>InMaybeOut</0>"#: src/lib/dp/components/forms/UniformSetForm.svelte

source: Game
es: Juego"#: src/lib/dp/components/event/EventTypeBadge.svelte
fr: Match"#: src/lib/dp/components/event/EventTypeBadge.svelte

source: Practice
es: Práctica"#. placeholder {0}: modelName
fr: Entraînement"#. placeholder {0}: model.first_name + " " + model.last_name

source: Error deleting {0}.
es: Error al eliminar {0}."#: src/lib/dp/components/player/TeamPlayerSection.svelte
fr: Erreur lors de la suppression de {0}."#: src/lib/dp/components/player/TeamPlayerSection.svelte

source: Visualization <0>NumberImage</0>
es: Visualización <0>NumberImage</0>"#: src/routes/(tib)/gamecenter/+page.svelte
fr: Visualisation <0>NumberImage</0>"#: src/routes/(tib)/gamecenter/+page.svelte

source: Previous
de: Voriger
es: Anterior
fr: Précédent

source: Current
de: Aktueller
es: Actual
fr: Actuel

source: Next
de: Nächster
es: Siguiente
fr: Suivant

source: All
de: Alle
es: Todos
fr: Tous

source: Timeframe
es: Plazo"#: src/routes/(dp)/(protected)/account/team/[id]/+page.svelte
fr: Période"#: src/routes/(dp)/(protected)/account/team/[id]/+page.svelte

source: Sort
es: Ordenar"#: src/routes/(dp)/(protected)/account/team/[id]/+page.svelte
fr: Trier"#: src/routes/(dp)/(protected)/account/team/[id]/+page.svelte

source: Ascending
es: Ascendente"#: src/routes/(dp)/(protected)/account/team/[id]/+page.svelte
fr: Croissant"#: src/routes/(dp)/(protected)/account/team/[id]/+page.svelte

source: Descending
es: Descendente"#: src/routes/(dp)/(protected)/account/team/[id]/+page.svelte
fr: Décroissant"#: src/routes/(dp)/(protected)/account/team/[id]/+page.svelte

source: Other
es: Otro"#: src/lib/dp/components/communityservice/CommunityServiceSection.svelte
fr: Autre"#: src/lib/dp/components/communityservice/CommunityServiceSection.svelte

source: <0/> Create new
es: <0/> Crear nuevo"#: src/lib/dp/components/communityservice/CommunityServiceSection.svelte
fr: <0/> Créer nouveau"#: src/lib/dp/components/communityservice/CommunityServiceSection.svelte

source: Create new Community Service Entry
es: Crear nueva entrada de servicio comunitario"#: src/lib/dp/components/navigation/NavigationSheet.svelte
fr: Créer une nouvelle entrée de service communautaire"#: src/lib/dp/components/navigation/NavigationSheet.svelte

source: Diamond Planner Logo
es: Logotipo de Diamond Planner"#: src/lib/dp/components/communityservice/CommunityServiceItemCard.svelte
fr: Logo Diamond Planner"#: src/lib/dp/components/communityservice/CommunityServiceItemCard.svelte

source: Community Service Entry
es: Entrada de servicio comunitario"#: src/lib/dp/components/forms/ServiceEntryForm.svelte
fr: Entrée de service communautaire"#: src/lib/dp/components/forms/ServiceEntryForm.svelte

source: Date <0/>
es: Fecha <0/>"#: src/lib/dp/components/forms/ServiceEntryForm.svelte
fr: Date <0/>"#: src/lib/dp/components/forms/ServiceEntryForm.svelte

source: Duration
es: Duración"#: src/lib/dp/components/forms/ServiceEntryForm.svelte
fr: Durée"#: src/lib/dp/components/forms/ServiceEntryForm.svelte

source: Minutes <0/>
es: Minutos <0/>"#: src/lib/dp/components/forms/ServiceEntryForm.svelte
fr: Minutes <0/>"#: src/lib/dp/components/forms/ServiceEntryForm.svelte

source: Board Member <0/>
es: Miembro de la junta <0/>"#: src/lib/dp/components/forms/ServiceEntryForm.svelte
fr: Membre du conseil <0/>"#: src/lib/dp/components/forms/ServiceEntryForm.svelte

source: Member <0/>
es: Miembro <0/>"#: src/lib/dp/auth/LoginForm.svelte
fr: Membre <0/>"#: src/lib/dp/auth/LoginForm.svelte

source: Sign in to Diamond Planner
es: Iniciar sesión en Diamond Planner"#. placeholder {0}: entry.title
fr: Se connecter à Diamond Planner"#: src/lib/dp/components/meta/SidebarNavigation.svelte

source: Edit Community Service Entry "{0}"
es: Editar entrada de servicio comunitario "{0}""#: src/lib/dp/components/meta/SidebarNavigation.svelte
fr: Modifier l'entrée de service communautaire "{0}"\

source: Community Service
es: Servicio comunitario"#: src/lib/dp/components/communityservice/TargetVisualizer.svelte
fr: Service communautaire"#. placeholder {0}: entry.title

source: Target:
es: Objetivo:"#: src/lib/dp/components/user/PlayerDataProfileSection.svelte
fr: Cible :"#: src/lib/dp/components/user/PlayerDataProfileSection.svelte

source: You have the option to display your player data in your public profile on the website and apps.
es: Tienes la opción de mostrar tus datos de jugador en tu perfil público en el sitio web y las aplicaciones."#. placeholder {0}: set.user.first_name
fr: Vous avez la possibilité d'afficher vos données de joueur dans votre profil public sur le site web et les applications.

source: Community Service Requirement <0/> <1>Designated community service time amount (in minutes) that each member is expected to provide during a calendar year (e.g. 20h = 1200 minutes).</1>
es: Requisito de Servicio Comunitario <0/> <1>Cantidad de tiempo designado para el servicio comunitario (en minutos) que cada miembro debe proporcionar durante un año calendario (ej. 20h = 1200 minutos).</1>
fr: Exigence de service communautaire <0/> <1>Durée du service communautaire désigné (en minutes) que chaque membre doit fournir au cours d'une année civile (par exemple, 20h = 1200 minutes).</1>

source: E-Mail
es: Correo electrónico

source: Target Met
es: Objetivo alcanzado
fr: Objectif atteint

source: Community Service Data for {0}
es: Datos de servicio comunitario para {0}
fr: Données de service communautaire pour {0}

source: Go to community service page for user {0}
es: Ir a la página de servicio comunitario para el usuario {0}
fr: Aller à la page de service communautaire de l'utilisateur {0}

source: Met
es: Cumplido
fr: Atteint

source: Not Met
es: No Cumplido
fr: Non Atteint

source: Club Main Page
es: Página Principal del Club
fr: Page principale du club

source: Club Administration ({0})
es: Administración del Club ({0})
fr: Administration du club ({0})

source: Attendance Dashboard
es: Panel de Asistencia
fr: Tableau de bord des présences

source: Filter...
es: Filtrar...
fr: Filtrer...

source: <0/> Revoke Admin
es: <0/> Revocar Administrador
fr: <0/> Révoquer l'administrateur

source: Remove User from Team
es: Eliminar Usuario del Equipo
fr: Supprimer l'utilisateur de l'équipe

source: My Announcements
es: Mis Anuncios
fr: Mes annonces

source: for {0} {1}
es: para {0} {1}
fr: pour {0} {1}

source: Each club can set a community service target for its members. Members are expected to provide this amount of voluntary working hours each calendar year. You can report your community service hours here, as well as view your previously sent hours and compare with the target.
es: Cada club puede establecer un objetivo de servicio comunitario para sus miembros. Se espera que los miembros proporcionen esta cantidad de horas de trabajo voluntario cada año calendario. Puede reportar sus horas de servicio comunitario aquí, así como ver sus horas previamente enviadas y compararlas con el objetivo.
fr: Chaque club peut fixer un objectif de service communautaire pour ses membres. Les membres sont censés fournir cette quantité d'heures de travail volontaire chaque année civile. Vous pouvez déclarer vos heures de service communautaire ici, ainsi que consulter vos heures précédemment envoyées et les comparer à l'objectif.

source: Community Service Admin Dashboard
es: Panel de Administración de Servicio Comunitario
fr: Tableau de bord d'administration du service communautaire

source: for <0/>
es: para <0/>
fr: pour <0/>

source: {0} ({1} bytes)
fr: {0} ({1} octets)
pl: {0} ({1} bajtów)
ru: {0} ({1} байт)

source: SH:
fr: Sac :

source: Playoffs
fr: Séries éliminatoires
pl: Play-offy
ru: Плей-офф

source: Error: {0}
de: Fehler: {0}
fr: Erreur : {0}
pl: Błąd: {0}
ru: Ошибка: {0}

source: BB
fr: Buts sur balles

source: IBB
fr: BBIM
ru: ППБ

source: OBP
fr: MOBC
ru: ОПБ

source: SLG
fr: MPC
ru: СЛГ

source: CG
fr: MC
ru: ПИ

source: WP
fr: BC
ru: ГП

source: HBP
fr: BPP
ru: ППТ

source: WHIP
fr: BPMC
ru: ОПП

source: PO
fr: EL
ru: АУ

source: DP
fr: DA
ru: ДП

source: TP
fr: TA
ru: ТП

source: FA
fr: PA
ru: ОП

source: SS
fr: AC
ru: ШО

source: LF
fr: CG
ru: ЛФ

source: CF
fr: CC
ru: ЦФ

source: RF
fr: CD
ru: ПФ

source: Series
de: Serien
fr: Séries
pl: Seria
ru: Серии

source: TBD
fr: À déterminer
pl: Do Ustalenia
ru: Уточняется

source: Liga
fr: Ligue
ru: Лига

source: Liga:
fr: Ligue :
ru: Лига:

source: Autor:
fr: Auteur :
ru: Автор:

source: Serie
fr: Série
pl: Seria
ru: Серия

source: Club:
de: Verein:
pl: Klub:
ru: Клуб:

source: Sign in to Skylarks Diamond Planner
de: Anmelden bei Skylarks Diamond Planner
pl: Zaloguj się do Skylarks Diamond Planner
ru: Войдите в Skylarks Diamond Planner

source: E:
ru: О:

source: H
ru: У

source: E
ru: О

source: 2B
ru: 2Б

source: 3B
ru: 3Б

source: HR
ru: ХР

source: HP
ru: ПП

source: SB
ru: УБ

source: CS
ru: КС

source: SH
ru: ЖП

source: SF
ru: ЖП

source: I
ru: Х

source: BK
ru: БК

source: SV
ru: СП

source: A
ru: П

source: PB
ru: ПБ

source: P
ru: П

source: C
ru: К

source: 1B
ru: 1Б

source: Total
de: Gesamt
pl: Razem
ru: Всего

source: <0/> Revoke Admin Access
de: <0/> Admin-Zugriff entziehen
pl: <0/> Odwołaj dostęp administratora
ru: <0/> Отозвать права администратора

source: <0/> Remove
de: <0/> Entfernen
pl: <0/> Usuń
ru: <0/> Удалить

source: Pct.
pl: Procent
ru: Процент

source: Club
de: Verein
pl: Klub
ru: Клуб

source: Club <0/>
de: Verein <0/>
pl: Klub <0/>
ru: Клуб <0/>

source: F
pl: K
ru: З

source: My Clubs & Teams
de: Meine Vereine & Teams
pl: Moje Kluby i Drużyny
ru: Мои клубы и команды

source: Administration
pl: Administracja
ru: Администрирование

source: Admin Dashboard
pl: Panel Administracyjny
ru: Административная панель

source: You have the option to display your player data in your public profile on the Skylarks website and apps.
de: Du hast die Möglichkeit, deine Spielerdaten in deinem öffentlichen Profil auf der Skylarks-Website und in den Apps anzuzeigen.
pl: Możesz wyświetlać swoje dane gracza w swoim profilu publicznym na stronie internetowej i w aplikacjach Skylarks.
ru: У вас есть возможность отображать свои данные игрока в вашем публичном профиле на веб-сайте и в приложениях Skylarks.

source: This website is actually a JavaScript application with lots of functionality. You need to enable JavaScript for it to work.
pl: Ta strona jest w rzeczywistości aplikacją JavaScript z dużą ilością funkcji. Aby działała, musisz włączyć JavaScript.

source: Gameday <0><0><0>Previous</0> <1>Current</1> <2>Next</2> <3>All</3></0> <1>Loading matches...error loading matches: {0}</1></0>
pl: Dzień meczowy <0><0><0>Poprzedni</0> <1>Bieżący</1> <2>Następny</2> <3>Wszystkie</3></0> <1>Ładowanie meczów...błąd podczas ładowania meczów: {0}</1></0>

source: State <0><0>In</0> <1>Maybe</1> <2>Out</2></0>
pl: Status <0><0>Obecny</0> <1>Może</1> <2>Nieobecny</2></0>

source: You can use the special identifiers <0>B</0> and <1>Bird</1> to get the Skylarks Home and Road Cap instead of a generic colored one.
pl: Możesz użyć specjalnych identyfikatorów <0>B</0> i <1>Bird</1>, aby uzyskać Czapki Domową i Wyjazdową Skylarks zamiast ogólnej kolorowej.

source: W - L
pl: W - P

source: Timeframe <0><0><0>Next</0> <1>Past</1></0></0>
pl: Ramy czasowe <0><0><0>Następne</0> <1>Minione</1></0></0>

source: Sort <0><0><0>Ascending</0> <1>Descending</1></0></0>
pl: Sortuj <0><0><0>Rosnąco</0> <1>Malejąco</1></0></0>

source: Type <0><0><0>All</0> <1>Game</1> <2>Practice</2> <3>Other</3></0></0>
pl: Typ <0><0><0>Wszystkie</0> <1>Mecz</1> <2>Trening</2> <3>Inne</3></0></0>

source: Visualization <0><0><0>Number</0> <1>Image</1></0></0>
pl: Wizualizacja <0><0><0>Numer</0> <1>Obraz</1></0></0>
