Repository: tib-baseball-softball/skylarks-next
Catalog: src/locales/*.po
Languages: de, es, fr, pl, ru

source: Country Code
de: Ländercode
es: Código de país
fr: Code pays
pl: Kod Kraju
ru: Код страны

source: Country Name
de: Ländername
es: Nombre del país
fr: Nom du pays
pl: Nazwa Kraju
ru: Название страны

source: Internal Name
de: Interner Name
es: Nombre interno
fr: Nom interne
pl: Nazwa Wewnętrzna
ru: Внутреннее название

source: Custom name field that will not be overwritten by automatic imports.
de: Benutzerdefiniertes Namensfeld, das nicht durch automatische Importe überschrieben wird.
es: Campo de nombre personalizado que no será sobrescrito por las importaciones automáticas.
fr: Champ de nom personnalisé qui ne sera pas remplacé par les importations automatiques.
pl: Pola nazwy niestandardowej, które nie zostaną nadpisane przez automatyczne importy.
ru: Пользовательское поле имени, которое не будет перезаписано автоматическим импортом.

source: Latitude*
de: Breitengrad*
es: Latitud*
pl: Szerokość Geograficzna*
ru: Широта*

source: Longitude*
de: Längengrad*
es: Longitud*
pl: Długość Geograficzna*
ru: Долгота*

source: Coordinate Map <0>Select a location on the map to set coordinates automatically</0> <1/>
de: Koordinatenkarte <0>Wähle einen Ort auf der Karte aus, um Koordinaten automatisch zu setzen</0> <1/>
es: Mapa de coordenadas <0>Seleccione una ubicación en el mapa para establecer las coordenadas automáticamente</0> <1/>
fr: Carte des coordonnées <0>Sélectionnez un emplacement sur la carte pour définir les coordonnées automatiquement</0> <1/>
pl: Mapa Współrzędnych <0>Wybierz lokalizację na mapie, aby automatycznie ustawić współrzędne</0> <1/>
ru: Карта координат <0>Выберите местоположение на карте, чтобы автоматически установить координаты</0> <1/>

source: No games for this timeframe.
de: Keine Spiele für diesen Zeitraum.
es: No hay partidos para este período de tiempo.
fr: Aucun match pour cette période.
pl: Brak meczów w tym przedziale czasowym.
ru: Нет игр на этот период времени.

source: Loading matches...
de: Lade Spiele...
es: Cargando partidos...
fr: Chargement des matchs...
pl: Ładowanie meczów...
ru: Загрузка матчей...

source: Main Info
de: Hauptinformationen
es: Información principal
fr: Informations principales
pl: Główne Informacje
ru: Основная информация

source: Date
de: Datum
es: Fecha
pl: Data
ru: Дата

source: Spiel-ID
es: ID del partido
fr: ID de match
pl: ID Meczu
ru: ID игры

source: geplante Innings
es: entradas planificadas
fr: Manches prévues
pl: planowane zmiany
ru: Запланированные иннинги

source: Link zum Scoresheet
es: Enlace a la hoja de anotación
fr: Lien vers la feuille de pointage
pl: Link do Arkusza Wyników
ru: Ссылка на таблицу результатов

source: Kein Scoresheet vorhanden.
es: No hay hoja de anotación disponible.
fr: Aucune feuille de pointage disponible.
pl: Brak dostępnego Arkusza Wyników.
ru: Таблица результатов отсутствует.

source: No umpires assigned yet.
de: Noch keine Umpires zugewiesen.
es: Aún no se han asignado árbitros.
fr: Aucun arbitre n'a encore été affecté.
pl: Nie przydzielono jeszcze sędziów.
ru: Судьи еще не назначены.

source: No scorers assigned yet.
de: Noch keine Scorer zugewiesen.
es: Aún no se han asignado anotadores.
fr: Aucun marqueur n'a encore été affecté.
pl: Nie przydzielono jeszcze sędziów-protokolantów.
ru: Бомбардиры еще не назначены.

source: Share game data using your browser
de: Spieldaten mit Ihrem Browser teilen
es: Compartir datos del juego usando su navegador
fr: Partager les données du match à l'aide de votre navigateur
pl: Udostępnij dane gry za pomocą przeglądarki
ru: Поделитесь данными игры с помощью вашего браузера

source: Share Game <0/>
de: Spiel teilen <0/>
es: Compartir juego <0/>
fr: Partager le match <0/>
pl: Udostępnij Mecz <0/>
ru: Поделиться игрой <0/>

source: Berlin Skylarks Home Cap
de: Berlin Skylarks Home-Kappe
es: Gorra de local de Berlin Skylarks
fr: Casquette domicile des Berlin Skylarks
pl: Czapka Domowa Berlin Skylarks
ru: Домашняя кепка Berlin Skylarks

source: Bird
es: Pájaro
fr: Oiseau

source: Berlin Skylarks Road Cap
de: Berlin Skylarks Road-Kappe
es: Gorra de visitante de Berlin Skylarks
fr: Casquette extérieur des Berlin Skylarks
pl: Czapka Wyjazdowa Berlin Skylarks
ru: Выездная кепка Berlin Skylarks

source: Bericht Spiel 1
es: Informe partido 1
fr: Rapport de match 1
pl: Raport z Meczu 1
ru: Отчет об игре 1

source: Bericht Spiel 2
es: Informe partido 2
fr: Rapport de match 2
pl: Raport z Meczu 2
ru: Отчет об игре 2

source: Ausblick
es: Perspectiva
fr: Aperçu
pl: Prognoza
ru: Перспектива

source: Bildergalerie
es: Galería de imágenes
fr: Galerie d'images
pl: Galeria Zdjęć
ru: Фотогалерея

source: Skylarks Logo
es: Logotipo de Skylarks
fr: Logo des Skylarks
pl: Logo Skylarks
ru: Логотип Skylarks

source: Veröffentlicht:
es: Publicado:
fr: Publié :
pl: Opublikowano:
ru: Опубликовано:

source: Facebook brand logo
de: Facebook-Markenlogo
es: Logotipo de la marca Facebook
fr: Logo de la marque Facebook
pl: Logo marki Facebook
ru: Логотип бренда Facebook

source: Instagram brand logo
de: Instagram-Markenlogo
es: Logotipo de la marca Instagram
fr: Logo de la marque Instagram
pl: Logo marki Instagram
ru: Логотип бренда Instagram

source: TiB Logo
es: Logotipo de TiB
fr: Logo TiB
pl: Logo TiB
ru: Логотип TiB

source: Terms & Conditions
de: AGB
es: Términos y condiciones
fr: Conditions générales
pl: Regulamin
ru: Условия использования

source: Impressum
es: Aviso legal
fr: Mentions légales
ru: Выходные данные

source: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pl: Polityka Prywatności
ru: Политика конфиденциальности

source: My Account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
pl: Moje Konto
ru: Мой аккаунт

source: Dashboard
es: Panel de control
fr: Tableau de bord
pl: Panel
ru: Панель управления

source: Personal Stats
de: Persönliche Statistiken
es: Estadísticas personales
fr: Stats personnelles
pl: Osobiste Statystyki
ru: Личная статистика

source: Player Profile
de: Spielerprofil
es: Perfil del jugador
fr: Profil du joueur
pl: Profil Gracza
ru: Профиль игрока

source: Not specified
de: Nicht angegeben
es: No especificado
fr: Non spécifié
pl: Nieokreślone
ru: Не указано

source: Age
de: Alter
es: Edad
fr: Âge
pl: Wiek
ru: Возраст

source: Member since
de: Mitglied seit
es: Miembro desde
fr: Membre depuis
pl: Członek od
ru: Участник с

source: Positions
de: Positionen
es: Posiciones
pl: Pozycje
ru: Позиции

source: Bats
de: Schlägt
es: Batea
fr: Frappe
pl: Odbija
ru: Бьет

source: Throws
de: Wirft
es: Lanza
fr: Lance
pl: Rzuca
ru: Бросает

source: Value
de: Wert
es: Valor
fr: Valeur
pl: Wartość
ru: Значение

source: Win %
es: % de victorias
fr: % de victoires
pl: % Wygranych
ru: % Побед

source: GB
es: PD
ru: ОТ

source: Player fallback
de: Spieler-Fallback
es: Reserva de jugador
fr: Joueur par défaut
pl: Gracz rezerwowy
ru: Запасной игрок

source: Start
es: Inicio
fr: Démarrer
ru: Начать

source: Favorite
de: Favorit
es: Favorito
fr: Favoris
pl: Ulubione
ru: Избранное

source: My Dashboard
de: Mein Dashboard
es: Mi Panel
fr: Mon Tableau de Bord
pl: Mój Panel
ru: Моя панель управления

source: My Teams
de: Meine Teams
es: Mis Equipos
fr: Mes Équipes
pl: Moje Zespoły
ru: Мои команды

source: You are not a member of any teams yet.
de: Du bist noch kein Mitglied eines Teams.
es: Aún no eres miembro de ningún equipo.
fr: Vous n'êtes membre d'aucune équipe pour le moment.
pl: Nie jesteś jeszcze członkiem żadnego zespołu.
ru: Вы пока не являетесь участником ни одной команды.

source: Antritt außer Konkurrenz (aK):
es: Participación fuera de competición (aK):
fr: Participation hors compétition (aK) :
pl: Występ poza konkursem (aK):
ru: Участие вне конкурса (aK):

source: Add Members
de: Mitglieder hinzufügen
es: Añadir miembros
fr: Ajouter des membres
pl: Dodaj Członków
ru: Добавить участников

source: Add Members to team "{0}"
de: Mitglieder zum Team "{0}" hinzufügen
es: Añadir miembros al equipo "{0}"
fr: Ajouter des membres à l'équipe « {0} »
pl: Dodaj Członków do drużyny "{0}"
ru: Добавить участников в команду "{0}"

source: Select all {0} members that should be added to the team.
de: Alle {0} Mitglieder auswählen, die dem Team hinzugefügt werden sollen.
es: Seleccione todos los {0} miembros que deben añadirse al equipo.
fr: Sélectionnez tous les {0} membres qui doivent être ajoutés à l'équipe.
pl: Wybierz wszystkich {0} członków, którzy powinni zostać dodani do drużyny.
ru: Выберите всех {0} участников, которых следует добавить в команду.

source: Select Team:
de: Team auswählen:
es: Seleccionar equipo:
fr: Sélectionner l'équipe :
pl: Wybierz Drużynę:
ru: Выберите команду:

source: All Leagues
de: Alle Ligen
es: Todas las ligas
fr: Toutes les ligues
pl: Wszystkie Ligi
ru: Все лиги

source: Are you sure you wish to delete this {0}? In most cases, data cannot be recovered after deletion. Please be certain.
de: Möchtest du dieses {0} wirklich löschen? In den meisten Fällen können Daten nach dem Löschen nicht wiederhergestellt werden. Bitte sei sicher.
es: ¿Está seguro de que desea eliminar este {0}? En la mayoría de los casos, los datos no se pueden recuperar después de la eliminación. Por favor, asegúrese.
fr: Êtes-vous sûr de vouloir supprimer ce {0} ? Dans la plupart des cas, les données ne peuvent pas être récupérées après la suppression. Veuillez en être certain.
pl: Czy na pewno chcesz usunąć ten {0}? W większości przypadków danych nie można odzyskać po usunięciu. Proszę się upewnić.
ru: Вы уверены, что хотите удалить этот {0}? В большинстве случаев данные не могут быть восстановлены после удаления. Пожалуйста, будьте уверены.

source: Batting Average
de: Schlagdurchschnitt
es: Promedio de bateo
fr: Moyenne au bâton
pl: Średnia Odbijania
ru: Средний показатель отбивания

source: On Base Percentage
de: On-Base-Prozentsatz
es: Porcentaje de embasado
fr: Pourcentage de présence sur les buts
pl: Procent Baz Zaliczonych
ru: Процент выхода на базу

source: Slugging Average
de: Slugging-Durchschnitt
es: Promedio de slugging
fr: Moyenne de puissance
pl: Średnia Siły Odbijania
ru: Средний показатель слаггинга

source: On Base Plus Slugging
es: En base más slugging
fr: Présence sur les buts plus moyenne de puissance
ru: Процент выхода на базу плюс слаггинг

source: Wins - Losses
de: Siege - Niederlagen
es: Victorias - Derrotas
fr: Victoires - Défaites
pl: Wygrane - Porażki
ru: Победы - Поражения

source: Innings Pitched
de: Gepitchte Innings
es: Entradas lanzadas
fr: Manches lancées
pl: Zmiany Rzucane
ru: Проведено иннингов

source: Earned Run Average
es: Promedio de carreras limpias
fr: Moyenne de points mérités
pl: Średnia Liczba Biegów Zdobytych
ru: Среднее количество заработанных пробежек

source: Walks & Hits per Innings Pitched
de: Walks & Hits pro gepitchtem Inning
es: Bases por bolas y hits por entradas lanzadas
fr: Buts sur balles et coups sûrs par manche lancée
pl: Bazy za Darmo i Uderzenia na Zmianę Rzucaną
ru: Пропуски и хиты за проведенный иннинг

source: Innings Played
de: Gespielte Innings
es: Entradas jugadas
fr: Manches jouées
pl: Zmiany Rozegrane
ru: Сыграно иннингов

source: Fielding Average
de: Feldquote
es: Promedio de fildeo
fr: Moyenne de jeu
pl: Średnia Skuteczność Gry w Polu
ru: Процент успешных действий в поле

source: You cannot remove the last {0}!
de: Du kannst das letzte {0} nicht entfernen!
es: No puede eliminar el último {0}.
fr: Vous ne pouvez pas supprimer le dernier {0} !
pl: Nie możesz usunąć ostatniego {0}!
ru: Вы не можете удалить последний {0}!

source: Select to add as {0}:
de: Auswählen, um als {0} hinzuzufügen:
es: Seleccionar para añadir como {0}:
fr: Sélectionnez pour ajouter comme {0} :
pl: Wybierz, aby dodać jako {0}:
ru: Выберите, чтобы добавить как {0}:

source: Position is already selected.
de: Position ist bereits ausgewählt.
es: La posición ya está seleccionada.
fr: La position est déjà sélectionnée.
pl: Pozycja jest już wybrana.
ru: Эта позиция уже выбрана.

source: Player data
de: Spielerdaten
es: Datos del jugador
fr: Données du joueur
pl: Dane Gracza
ru: Данные игрока

source: Edit Player Data
de: Spielerdaten bearbeiten
es: Editar datos del jugador
fr: Modifier les données du joueur
pl: Edytuj Dane Gracza
ru: Редактировать данные игрока

source: Edit Player Data for "{0}"
de: Spielerdaten für "{0}" bearbeiten
es: Editar datos del jugador para "{0}"
fr: Modifier les données du joueur pour « {0} »
pl: Edytuj Dane Gracza dla "{0}"
ru: Редактировать данные игрока для "{0}"

source: Jersey Number <0/>
de: Trikotnummer <0/>
es: Número de camiseta <0/>
fr: Numéro de maillot <0/>
pl: Numer na Koszulce <0/>
ru: Номер майки <0/>

source: BSM ID (Player Pass Number) <0/>
de: BSM-ID (Spielerpassnummer) <0/>
es: ID de BSM (Número de pase del jugador) <0/>
fr: ID BSM (numéro de passeport joueur) <0/>
pl: ID BSM (Numer Karty Gracza) <0/>
ru: BSM ID (номер пропуска игрока) <0/>

source: Enter positions or click buttons...
de: Positionen eingeben oder auf Schaltflächen klicken...
es: Introduzca las posiciones o haga clic en los botones...
fr: Entrez les positions ou cliquez sur les boutons...
pl: Wprowadź pozycje lub kliknij przyciski...
ru: Введите позиции или нажмите кнопки...

source: Positions <0/> <1/>
de: Positionen <0/> <1/>
es: Posiciones <0/> <1/>
pl: Pozycje <0/> <1/>
ru: Позиции <0/> <1/>

source: Club Officials
de: Vereinsfunktionäre
es: Responsables del club
fr: Officiels du club
pl: Działacze Klubu
ru: Официальные лица клуба

source: Loading Club Officials...
de: Lade Vereinsfunktionäre...
es: Cargando los responsables del club...
fr: Chargement des officiels du club...
pl: Ładowanie informacji o działaczach klubu...
ru: Загрузка официальных лиц клуба...

source: Club Details
de: Vereinsdetails
es: Detalles del club
fr: Détails du club
pl: Szczegóły Klubu
ru: Подробности о клубе

source: Team Basics
de: Team-Grundlagen
es: Datos básicos del equipo
fr: Informations de base sur l'équipe
pl: Podstawowe Informacje o Drużynie
ru: Основы команды

source: Name:
es: Nombre:
fr: Nom :
pl: Nazwa:
ru: Имя:

source: Acronym:
de: Akronym:
es: Acrónimo:
fr: Acronyme :
pl: Akronim:
ru: Акроним:

source: Main Club:
de: Hauptverein:
es: Club principal:
fr: Club principal :
pl: Klub Główny:
ru: Основной клуб:

source: Achievements
de: Erfolge
es: Logros
fr: Réalisations
pl: Osiągnięcia
ru: Достижения

source: Legal Info
de: Rechtliche Informationen
es: Información legal
fr: Informations légales
pl: Informacje Prawne
ru: Юридическая информация

source: Chairman:
de: Vorsitzender:
es: Presidente:
fr: Président :
pl: Prezes:
ru: Председатель:

source: Registered Association:
de: Eingetragener Verein:
es: Asociación registrada:
fr: Association enregistrée :
pl: Zarejestrowane Stowarzyszenie:
ru: Зарегистрированная ассоциация:

source: Court:
de: Gericht:
es: Tribunal:
fr: Tribunal :
pl: Sąd:
ru: Суд:

source: Address:
de: Adresse:
es: Dirección:
fr: Adresse :
pl: Adres:
ru: Адрес:

source: Street:
de: Straße:
es: Calle:
fr: Rue :
pl: Ulica:
ru: Улица:

source: Information
es: Información
pl: Informacje
ru: Информация

source: League Stats
de: Liga-Statistiken
es: Estadísticas de la liga
fr: Stats de la ligue
pl: Statystyki Ligi
ru: Статистика лиги

source: Statistics about current league leaders in various statistical categories can be found on a dedicated subpage.
de: Statistiken über die aktuellen Ligaführenden in verschiedenen statistischen Kategorien findest du auf einer eigenen Unterseite.
es: Las estadísticas sobre los líderes actuales de la liga en varias categorías estadísticas se pueden encontrar en una subpágina dedicada.
fr: Les statistiques sur les leaders actuels de la ligue dans diverses catégories statistiques peuvent être trouvées sur une sous-page dédiée.
pl: Statystyki dotyczące aktualnych liderów ligi w różnych kategoriach statystycznych można znaleźć na dedykowanej podstronie.
ru: Статистику о текущих лидерах лиги в различных статистических категориях можно найти на специальной подстранице.

source: Tabelle
es: Tabla
fr: Tableau
pl: Tabela
ru: Таблица

source: Umpire Licenses
de: Schiedsrichterlizenzen
es: Licencias de árbitro
fr: Licences d'arbitre
pl: Licencje Sędziowskie
ru: Лицензии судей

source: Loading Licenses...
de: Lade Lizenzen...
es: Cargando licencias...
fr: Chargement des licences...
pl: Ładowanie Licencji...
ru: Загрузка лицензий...

source: Player Profile for {0} {1}
de: Spielerprofil für {0} {1}
es: Perfil del jugador para {0} {1}
fr: Profil du joueur pour {0} {1}
pl: Profil Gracza dla {0} {1}
ru: Профиль игрока для {0} {1}

source: Profile Data
de: Profildaten
es: Datos del perfil
fr: Données du profil
pl: Dane Profilowe
ru: Данные профиля

source: An error occurred fetching player data: {0}.<0/> The data source might be temporarily unavailable, please try again later.
de: Beim Abrufen der Spielerdaten ist ein Fehler aufgetreten: {0}.<0/> Die Datenquelle ist möglicherweise vorübergehend nicht verfügbar, bitte versuche es später noch einmal.
es: Se produjo un error al obtener los datos del jugador: {0}.<0/> La fuente de datos podría no estar disponible temporalmente, inténtelo de nuevo más tarde.
fr: Une erreur s'est produite lors de la récupération des données du joueur : {0}.<0/> La source de données est peut-être temporairement indisponible, veuillez réessayer plus tard.
pl: Wystąpił błąd podczas pobierania danych gracza: {0}.<0/> Źródło danych może być tymczasowo niedostępne, spróbuj ponownie później.
ru: Произошла ошибка при получении данных игрока: {0}.<0/> Источник данных может быть временно недоступен, пожалуйста, попробуйте позже.

source: Stats
de: Statistiken
es: Estadísticas
pl: Statystyki
ru: Статистика

source: {0} (Saison {1})
es: {0} (Temporada {1})
pl: {0} (Sezon {1})
ru: {0} (Сезон {1})

source: No Standings available.
de: Keine Tabelle verfügbar.
es: No hay clasificaciones disponibles.
fr: Pas de classement disponible.
pl: Brak dostępnych tabel wyników.
ru: Нет доступных таблиц.

source: Scorer Licenses
de: Scorer-Lizenzen
es: Licencias de anotador
fr: Licences de marqueur
pl: Licencje Sędziów-Protokolantów
ru: Лицензии бомбардиров

source: BSM-ID
es: ID de BSM
fr: ID BSM

source: Stats for {0}
de: Statistiken für {0}
es: Estadísticas de {0}
fr: Stats pour {0}
pl: Statystyki dla {0}
ru: Статистика для {0}

source: This club doesn't have saved locations yet.
de: Dieser Verein hat noch keine gespeicherten Standorte.
es: Este club aún no tiene ubicaciones guardadas.
fr: Ce club n'a pas encore de lieux enregistrés.
pl: Ten klub nie ma jeszcze zapisanych lokalizacji.
ru: У этого клуба ещё нет сохранённых мест.

source: Meet:
de: Treffen:
es: Reunión:
fr: Rendez-vous :
pl: Zbiórka:
ru: Встреча:

source: Start:
es: Inicio:
fr: Début :
ru: Начало:

source: No location provided.
de: Kein Standort angegeben.
es: No se ha proporcionado ninguna ubicación.
fr: Aucun lieu fourni.
pl: Nie podano lokalizacji.
ru: Местоположение не указано.

source: Admin Section
de: Admin-Bereich
es: Sección de administración
fr: Section Admin
pl: Sekcja administratora
ru: Раздел администратора

source: Event Details
es: Detalles del evento
fr: Détails de l'événement
pl: Szczegóły wydarzenia
ru: Детали мероприятия

source: BSM event ID
es: ID del evento en BSM
fr: ID d'événement BSM
pl: BSM ID wydarzenia
ru: BSM ID мероприятия

source: Add Guest player
de: Gastspieler hinzufügen
es: Añadir jugador invitado
fr: Ajouter un joueur invité
pl: Dodaj gościnnego gracza
ru: Добавить гостевого игрока

source: Enter the guest player's name
de: Namen des Gastspielers eingeben
es: Introduce el nombre del jugador invitado
fr: Entrez le nom du joueur invité
pl: Wprowadź imię i nazwisko gościnnego gracza
ru: Введите имя гостевого игрока

source: Edit Event
de: Event bearbeiten
es: Editar evento
fr: Modifier l'événement
pl: Edytuj wydarzenie
ru: Редактировать мероприятие

source: Delete Event
de: Event löschen
es: Eliminar evento
fr: Supprimer l'événement
pl: Usuń wydarzenie
ru: Удалить мероприятие

source: Uniform
es: Uniforme
fr: Uniforme
pl: Strój
ru: Форма

source: Participants
de: Teilnehmer
es: Participantes
pl: Uczestnicy
ru: Участники

source: In
de: Dabei
es: Sí
fr: Oui
pl: Obecny
ru: В игре

source: Maybe
de: Vielleicht
es: Quizás
fr: Peut-être
pl: Może
ru: Возможно

source: Out
de: Nicht dabei
es: No
fr: Non
pl: Nieobecny
ru: Не в игре

source: <0/> Cancelled
de: <0/> Abgesagt
es: <0/> Cancelado
fr: <0/> Annulé
pl: <0/> Odwołane
ru: <0/> Отменено

source: Only team members can participate in events.
de: Nur Teammitglieder können an Events teilnehmen.
es: Solo los miembros del equipo pueden participar en los eventos.
fr: Seuls les membres de l'équipe peuvent participer aux événements.
pl: Tylko członkowie drużyny mogą uczestniczyć w wydarzeniach.
ru: Только члены команды могут участвовать в мероприятиях.

source: Created:
de: Erstellt:
es: Creado:
fr: Créé le :
pl: Utworzono:
ru: Создано:

source: Last Updated:
de: Zuletzt aktualisiert:
es: Última actualización:
fr: Dernière mise à jour :
pl: Ostatnio aktualizowano:
ru: Последнее обновление:

source: Comment/Reason:
de: Kommentar/Grund:
es: Comentario/Razón:
fr: Commentaire/Raison :
pl: Komentarz/Powód:
ru: Комментарий/Причина:

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
pl: Edytuj
ru: Редактировать

source: Edit participation data for {0} {1}
de: Teilnahmedaten bearbeiten für {0} {1}
es: Editar datos de participación para {0} {1}
fr: Modifier les données de participation pour {0} {1}
pl: Edytuj dane dotyczące uczestnictwa dla {0} {1}
ru: Редактировать данные об участии для {0} {1}

source: Manage Event Series
de: Eventserie verwalten
es: Gestionar series de eventos
fr: Gérer les séries d'événements
pl: Zarządzaj serią wydarzeń
ru: Управление серией мероприятий

source: Manage Event Series for {0}
de: Eventserie für {0} verwalten
es: Gestionar series de eventos para {0}
fr: Gérer les séries d'événements pour {0}
pl: Zarządzaj serią wydarzeń dla {0}
ru: Управление серией мероприятий для {0}

source: Active Event Series
de: Aktive Eventserie
es: Series de eventos activas
fr: Séries d'événements actives
pl: Aktywne serie wydarzeń
ru: Активные серии мероприятий

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pl: Usuń
ru: Удалить

source: No event series have been set up for this team yet.
de: Für dieses Team wurden noch keine Eventserien eingerichtet.
es: Aún no se ha configurado ninguna serie de eventos para este equipo.
fr: Aucune série d'événements n'a encore été configurée pour cette équipe.
pl: Nie skonfigurowano jeszcze żadnych serii wydarzeń dla tej drużyny.
ru: Для этой команды ещё не настроены серии мероприятий.

source: Add new Event Series
de: Neue Eventserie hinzufügen
es: Añadir nueva serie de eventos
fr: Ajouter une nouvelle série d'événements
pl: Dodaj nową serię wydarzeń
ru: Добавить новую серию мероприятий

source: BSM-Liga (für aktuelle Saison)
es: BSM-Liga (para la temporada actual)
fr: BSM-Liga (pour la saison actuelle)
pl: BSM-Liga (na aktualny sezon)
ru: BSM-Лига (для текущего сезона)

source: Events of type "Game" don't need to be created manually. All data can be imported from BSM and kept in sync with the current state.
de: Veranstaltungen vom Typ "Spiel" müssen nicht manuell erstellt werden. Alle Daten können von BSM importiert und mit dem aktuellen Stand synchronisiert werden.
es: Los eventos de tipo "Partido" no necesitan crearse manualmente. Todos los datos pueden importarse desde BSM y mantenerse sincronizados con el estado actual.
fr: Les événements de type "Match" n'ont pas besoin d'être créés manuellement. Toutes les données peuvent être importées depuis BSM et maintenues synchronisées avec l'état actuel.
pl: Wydarzenia typu "Mecz" nie muszą być tworzone ręcznie. Wszystkie dane można zaimportować z BSM i synchronizować z aktualnym stanem.
ru: Мероприятия типа "Игра" не нужно создавать вручную. Все данные можно импортировать из BSM и поддерживать синхронизацию с текущим состоянием.
